Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: At the moment we do not support %@ in your region, you may still use the wallet to manage your crypto.
ru: На данный момент мы не поддерживаем %@ в вашем регионе, вы по-прежнему можете использовать кошелек для управления своей криптовалютой.

source: Authorizing your card payments is a great way to increase the security of your transactions. If you see this message repeatedly, consider choosing a different payment method.
ru: Авторизация платежей с карты – отличный способ повысить безопасность своих транзакций. Если вы регулярно видите это сообщение, попробуйте выбрать другой способ оплаты.

source: Blockchain.com Card
ru: Карта Blockchain.com

source: Blockchain.com does not allow payments from this card. Please choose a different payment method.
ru: Blockchain.com не разрешает платежи с этой карты. Выберите другой способ оплаты.

source: Blockchain.com does not support payments from this card. Please choose a different payment method.
ru: Blockchain.com не поддерживает платежи с этой карты. Выберите другой способ оплаты.

source: Blockchain.com only allows debit payments for this card. Please choose a different payment method.
ru: Blockchain.com разрешает для этой карты только дебетовые платежи. Пожалуйста, выберите другой способ оплаты.

source: Blockchain.com services are not yet available in your country.
ru: Услуги Blockchain.com пока недоступны в вашей стране.

source: Blockchain.com services are not yet available in your state.
ru: Услуги Blockchain.com пока недоступны в вашем штате.

source: Blockchain.com was unable to add your card. Please try again or choose a different payment method.
ru: Blockchain.com не удалось добавить вашу карту. Попробуйте еще раз или выберите другой способ оплаты.

source: Blocked
ru: Заблокировано

source: Blocked by Card Issuer
ru: Заблокировано эмитентом карты

source: British Pound
ru: Английский фунт

source: By completing the Full Access level requirements you are automatically eligible for our airdrop program.
ru: Выполнив требования уровня полного доступа, вы автоматически получите право на участие в нашей программе раздачи.

source: By confirming below, you acknowledge that any funds left in your account cannot be recovered
ru: Подтверждая ниже, вы признаете, что любые средства, оставшиеся на вашем счете, не могут быть восстановлены.

source: By tapping Buy %@, you agree to the SafeConnect %@ & %@.
ru: Нажимая «Купить %1$@ », вы соглашаетесь с SafeConnect %2$@ и %3$@ .

source: By tapping Deposit Now, you agree to the SafeConnect %@ & %@.
ru: Нажимая «Внести сейчас», вы соглашаетесь с SafeConnect %1$@ и %2$@ .

source: Card not found
ru: Карта не найдена

source: Card Transaction
ru: Карточная транзакция

source: Cash Balance
ru: Денежных баланс

source: Change Source
ru: Изменить источник

source: Chat Now
ru: Теперь говорите

source: Choose from thousands of options.
ru: Выбирайте из тысячи вариантов.

source: Claim your domain
ru: Заявите права на свой домен

source: Close ***%@?
ru: Закрыть *** %@ ?

source: Close Card
ru: Закрыть карту

source: Confirm your residential address below to avoid delays. Your will be able to specify a different shipping address later.
ru: Подтвердите свой адрес проживания ниже, чтобы избежать задержек. Позже вы сможете указать другой адрес доставки.

source: Confirmation
ru: Подтверждение

source: Contact Us
ru: Связаться с нами

source: Created
ru: Создано

source: Crypto Rewards
ru: Крипто Rewards

source: Data Retention Policy
ru: Политика хранения данных

source: Date & Time
ru: Дата и время

source: Debit Card
ru: Дебетовая карта

source: Declined
ru: Отклонена

source: Delete Account
ru: Удалить аккаунт

source: DELETE MY ACCOUNT
ru: УДАЛИТЕ МОЙ АККАУНТ

source: Deleting your account means:
ru: Удаление вашей учетной записи означает:

source: Depositing
ru: Депонирование

source: Did you authorize your card payment?
ru: Вы авторизовали оплату картой?

source: Did you forget to authorize your card payment?
ru: Вы забыли авторизовать оплату картой?

source: Did you know?
ru: Знаете ли вы?

source: Down for Maintenance
ru: Закрыто на техническое обслуживание

source: Earn 1% back in crypto rewards on all your purchases.
ru: Получите 1% обратно в крипто-вознаграждениях за все ваши покупки.

source: Enjoy frictionless crypto purchases with Apple Pay.
ru: Наслаждайтесь беспрепятственными покупками криптовалюты с помощью Apple Pay.

source: Enter address or domain
ru: Введите адрес или домен

source: Euro
ru: Евро

source: Exchange for another crypto
ru: Обмен на другую крипту

source: Failed to Add Card
ru: Не удалось добавить карту

source: Failed to delete your account due to the following reason
ru: Не удалось удалить ваш аккаунт по следующей причине

source: Final amount may change due to market activity. By approving this Sell you agree to Blockchain.com’s %@.
ru: Окончательная сумма может измениться из-за рыночной активности. Одобряя эту продажу, вы соглашаетесь с %@ Blockchain.com.

source: Final amount may change due to market activity. By approving this Swap you agree to Blockchain.com’s %@.
ru: Окончательная сумма может измениться из-за рыночной активности. Одобряя этот обмен, вы соглашаетесь с %@ Blockchain.com.

source: Free domain requirements
ru: Требования к бесплатному домену

source: Free domains must be greater than seven characters and not marked as a premium domain.
ru: Бесплатные домены должны быть длиннее семи символов и не должны быть помечены как премиум-домен.

source: Full Access Level
ru: Полный уровень доступа

source: Fund your current account
ru: Пополните свой текущий счет

source: Funds will be credited to your ARS wallet as soon as we receive them. Funds are generally available within one business day.
ru: Средства будут зачислены на ваш кошелек ARS, как только мы их получим. Обычно средства поступают в течение одного рабочего дня.

source: Get access to swap in seconds by completing your profile and getting Limited Access.
ru: Получите доступ к обмену за считанные секунды, заполнив свой профиль и получив ограниченный доступ.

source: Get access to the Trading Account in seconds by completing your profile and getting Limited Access.
ru: Получите доступ к счету Trading за секунды, заполнив свой профиль и получив Ограниченный доступ.

source: Get Full Access
ru: Получить полный доступ

source: Get Full Access and Swap faster, with higher limits, lower fees, and a better experience.
ru: Получите Полный доступ и Swap быстрее, с более высокими лимитами, более низкими комиссиями и расширенными возможностями.

source: Get help with card related issues
ru: Получить помощь по вопросам, связанным с картой

source: Get Limited Access
ru: Получить Ограниченный доступ

source: Get the Blockchain.com Visa Card
ru: Получить Blockchain.com Кредитные карты

source: Get your free .blockchain domain through Unstoppable Domains in three easy steps.
ru: Получите бесплатный домен .blockchain через Unstoppable Domains, выполнив три простых шага.

source: Go to Web
ru: Перейти в веб-версию

source: Have a referral code?
ru: Есть реферальный код?

source: Having Trouble Logging In?
ru: Возникли проблемы со входом?

source: I agree to Blockchain.com's Terms of Service
ru: Я согласен с Условиями использования Blockchain.com

source: I understand that Blockchain.com never stores passwords and therefore cannot recover or reset my password. If I lose access to my wallet, I must use my **%@** to access my funds. By creating a wallet, you agree to Blockchain’s
ru: Я понимаю, что Blockchain.com никогда не хранит пароли и поэтому не может восстановить или сбросить мой пароль. Если я потеряю доступ к своему кошельку, я должен буду использовать свой ** %@ ** для доступа к своим средствам. Создавая кошелек, вы соглашаетесь с Blockchain

source: Icon, Error
ru: Значок, Ошибка

source: ID
ru: Я БЫ

source: Includes Limited Access Features
ru: Включает функции ограниченного доступа

source: Information secured with 256-bit encryption
ru: Информация защищена 256-битным шифрованием

source: Initial Amount
ru: Начальная сумма

source: Initiated
ru: Инициировано

source: Invalid Card
ru: Недействительная карта

source: Invalid social security number
ru: Неверный номер социального страхования

source: iOS Version
ru: iOS-версия

source: It looks like you are not on the latest version of your operating system. Please update to continue using our mobile app.
ru: Похоже, у вас не последняя версия операционной системы. Обновите ее, чтобы продолжить использовать наше мобильное приложение.

source: It looks like your payment failed due to not enough funds in your account. Either top up your account or contact your bank and try again.
ru: Похоже, ваш платеж не прошел из-за недостаточности средств на вашем счете. Либо пополните свой счет, либо обратитесь в свой банк и повторите попытку.

source: Join Waitlist
ru: Присоединиться к списку ожидания

source: Latest Version
ru: Последняя версия

source: Launch
ru: Запуск

source: Legal Disclosures
ru: Юридическая информация

source: Limited
ru: Ограничено

source: Limited Access Level
ru: Ограниченный уровень доступа

source: Link To Debit Card
ru: Ссылка на дебетовую карту

source: Lock Card
ru: Заблокировать карту

source: Manage Card
ru: Управление картой

source: Manage your Blockchain Debit Card
ru: Управляйте своей дебетовой картой Blockchain

source: Manage Your Card
ru: Управляйте своей картой

source: Many credit cards don’t support crypto purchases. Debit cards usually work best.
ru: Многие кредитные карты не поддерживают покупки в криптовалюте. Дебетовые карты обычно подходят лучше всего.

source: Merchant
ru: Торговец

source: Multiple tokens and networks
ru: Несколько токенов и сетей

source: My Cards
ru: Мои карты

source: Need Help?
ru: Нужна помощь?

source: Need Help? Contact Support
ru: Нужна помощь? Контактная поддержка

source: New Version Available
ru: Доступна новая версия

source: New: Apple Pay
ru: Новое: Apple Pay

source: No sign up fees. No annual fees. No transaction fees.
ru: Без платы за регистрацию. Без ежегодных сборов. Без комиссий за транзакции.

source: Notifications
ru: Уведомления

source: Only send %@ to wallets on the %@ network.
ru: Отправляйте только %1$@ на кошельки в сети %2$@ .

source: Open Website
ru: Открыть веб-сайт

source: Our systems are currently unavailable. Don’t worry, your funds are safe.
ru: Наши системы в настоящее время недоступны. Не волнуйтесь, ваши средства в безопасности.

source: Ownership for life
ru: Собственность на всю жизнь

source: Paid domain
ru: Платный домен

source: Personal Details
ru: Личные данные

source: Physical
ru: Физический

source: Physical Card
ru: Физическая карта

source: Please confirm your SSN or Tax ID below to prevent others from creating fraudulent accounts in your name.
ru: Пожалуйста, подтвердите свой SSN или ИНН ниже, чтобы предотвратить создание мошеннических учетных записей от вашего имени другими лицами.

source: Please enter a valid referral code
ru: Введите действительный реферальный код

source: Please enter the phrase exactly as shown to confirm
ru: Пожалуйста, введите фразу точно так, как показано, чтобы подтвердить

source: Please send %@ on %@ Network to this address only. We cannot recover lost funds.
ru: Отправьте %1$@ в сети %2$@ только на этот адрес. Мы не можем вернуть потерянные средства.

source: Please withdraw all funds from your accounts and wallets. Deleting your account is permanent.
ru: Пожалуйста, выведите все средства со своих счетов и кошельков. Удаление вашей учетной записи навсегда.

source: Ready to use
ru: Готов использовать

source: Receive 275+ assets across multiple blockchain networks with your domain.
ru: Получите более 275 активов в нескольких блокчейн-сетях с вашим доменом.

source: Receive crypto directly to your domain.
ru: Получайте криптовалюту прямо на свой домен.

source: Referral code applied
ru: Применен реферальный код

source: Refund Policy
ru: Политика возврата

source: Replace long, complicated wallet addresses with a simple domain name.
ru: Замените длинные и сложные адреса кошельков простым доменным именем.

source: Requires Limited Access level, Govt. ID and a Selfie
ru: Требуется уровень ограниченного доступа, Govt. ID и селфи

source: Residential Address
ru: Адрес проживания

source: Returned Amount
ru: Сумма возврата

source: Search available domains
ru: Поиск доступных доменов

source: See All
ru: Смотреть все

source: See Card Details ->
ru: См. сведения о карте - >

source: See eligible countries
ru: Посмотреть подходящие страны

source: See eligible states
ru: Посмотреть подходящие штаты

source: Service not available in your country
ru: Услуга недоступна в вашей стране

source: Service not available in your state
ru: Услуга недоступна в вашем штате

source: Session
ru: Сессия

source: Settled Amount
ru: Расчетная сумма

source: Share your Full or Limited Access status for unlimited trading
ru: Поделитесь своим статусом полного или ограниченного доступа для неограниченной торговли

source: Sign
ru: Подписать

source: Simplify crypto transactions
ru: Упрощение криптотранзакций

source: Soon you will be able to view your NFTs right from the comfort of your wallet.
ru: Вскоре вы сможете просматривать свои NFT прямо из кошелька.

source: Spend from
ru: Тратить от

source: Spend your crypto or cash without fees. Earn 1% back in crypto.
ru: Тратьте криптовалюту или наличные без комиссии. Получите 1% обратно в криптовалюте.

source: SSN
ru: Номер социального страхования (SSN)

source: SSN or Individual Tax ID #
ru: SSN или индивидуальный номер налогоплательщика

source: State of Residence
ru: Местопребывание

source: Suggested
ru: Предлагаемый

source: Swapping
ru: Обмен

source: Temporarily lock your card
ru: Временно заблокировать карту

source: Terminated
ru: Прекращено

source: The app is currently under maintenance. Your funds are safe and you can always access your wallet on the web.
ru: В настоящее время приложение находится на обслуживании. Ваши средства в безопасности, и вы всегда можете получить доступ к своему кошельку через веб-версию.

source: The Bank has declined this card
ru: Банк отклонил эту карту

source: The banking alias allows you to identify your bank account much easier than with the 22 CBU digits.
ru: Банковский псевдоним позволяет вам идентифицировать свой банковский счет намного проще, чем с 22 цифрами CBU.

source: The card issuer was unable to validate your customer details. Please confirm that your details are correct and try again.
ru: Эмитент карты не смог подтвердить ваши данные клиента. Пожалуйста, подтвердите правильность ваших данных и повторите попытку.

source: The Legal Stuff
ru: Юридическая информация

source: The social security number you provided is not valid. Please provide a valid one to continue.
ru: Указанный вами номер социального страхования недействителен. Пожалуйста, укажите действительный, чтобы продолжить.

source: This Blockchain.com Visa® Card is issued by Pathward, N.A., Member FDIC, pursuant to a license from Visa U.S.A. Inc.
ru: Эта карта Visa® Blockchain.com выпущена Pathward, NA, членом FDIC, в соответствии с лицензией Visa USA Inc.

source: This card already exists
ru: Эта карта уже существует

source: This Fee price is based on trade size, payment method and asset being purchased on Blockchain.com.
ru: Эта комиссия зависит от размера сделки, способа оплаты и актива, приобретаемого на Blockchain.com.

source: This is the difference back to you in USD from the moment of purchase and the actual settled amount.
ru: Это разница, возвращенная вам в долларах США с момента покупки, и фактически оплаченная сумма.

source: This payment method lacks sufficient funds. You can add funds or choose a different method.
ru: Для этого способа оплаты недостаточно средств. Вы можете пополнить счет или выбрать другой способ.

source: This payment method was unsuccessful. Please try another payment method.
ru: Этот способ оплаты не прошел. Попробуйте другой способ оплаты.

source: This payment was unsuccessful. Please try again or choose a different payment method.
ru: Этот платеж не прошел. Попробуйте еще раз или выберите другой способ оплаты.

source: Time to Update!
ru: Пришло время обновлений!

source: Transaction Details
ru: Данные транзакции

source: Transaction limits may apply to certain banks and card issuers. Purchase or deposit limits are determined by many factors, including verification completed on your account, your purchase history, your payment type, and more. Learn more about Trading Accounts, Limits, and features by visiting our [Support Center](https://blockchain.com).
ru: Ограничения на транзакции могут применяться к определенным банкам и эмитентам карт. Лимиты на покупку или депозит определяются многими факторами, включая проверку вашей учетной записи, вашу историю покупок, тип оплаты и многое другое. Узнайте больше о торговых счетах, лимитах и функциях, посетив наш [Центр поддержки](https://blockchain.com).

source: Transactions
ru: Транзакции

source: Type ‘DELETE MY ACCOUNT’ to confirm
ru: Введите «УДАЛИТЬ МОЙ АККАУНТ» для подтверждения

source: Unable to add card
ru: Не удалось добавить карту

source: Unable to validate customer details
ru: Не удалось проверить данные клиента

source: Unable to Withdraw
ru: Невозможно вывести

source: Unactivated
ru: Неактивировано

source: Unlike traditional domains, you never have to renew. Claim once, own forever!
ru: В отличие от традиционных доменов, вам никогда не придется продлевать. Заяви однажды, владей навсегда!

source: Unsupported
ru: Неподдерживаемый

source: Update App
ru: Обновить приложение

source: US Dollar
ru: Доллар США

source: Use your domain
ru: Используйте свой домен

source: Use your domain to log in to web3 apps, create and host websites, and showcase your NFT galleries.
ru: Используйте свой домен для входа в приложения web3, создания и размещения веб-сайтов и демонстрации своих галерей NFT.

source: Valid Thru
ru: Годен до

source: Verify Your Address
ru: Подтвердите свой адрес

source: View account information
ru: Смотреть информацию об аккаунте

source: View FAQs
ru: Просмотреть часто задаваемые вопросы

source: View NFTs In Your Wallet
ru: Просмотр NFT в вашем Wallet

source: View Status
ru: Просмотр статуса

source: Virtual Card
ru: Виртуальная карта

source: We could not find the selected card. Please try again later or contact support.
ru: Не удалось найти выбранную карту. Повторите попытку позже или обратитесь в службу поддержки.

source: We have successfully deleted your account
ru: Мы успешно удалили вашу учетную запись

source: We were unable to add your card. Please try again or choose a different payment method.
ru: Нам не удалось добавить вашу карту. Попробуйте еще раз или выберите другой способ оплаты.

source: We're here to help. Explore common log in issues below in FAQs or if you'd prefer to chat with a member of our support team, select live chat or our email form below.
ru: Мы здесь, чтобы помочь. Ознакомьтесь с распространенными проблемами входа в систему ниже в разделе «Часто задаваемые вопросы» или, если вы предпочитаете пообщаться с членом нашей службы поддержки, выберите чат или нашу форму электронной почты ниже.

source: We’ve added awesome new features, security updates, and more.
ru: Мы добавили потрясающие новые функции, обновления безопасности и многое другое.

source: What’s a Blockchain Domain?
ru: Что такое домен блокчейна?

source: Why use a blockchain domain?
ru: Зачем использовать домен блокчейна?

source: Withdraw Funds
ru: Снять Средства

source: Withdrawing
ru: Отзыв

source: XX-XX-XXXX
ru: ХХ-ХХ-ХХХХ

source: Yes Delete Card
ru: Да Удалить карту

source: You can buy up to **%@** per transaction. Get Full Access & buy larger amounts with your bank or card.
ru: Вы можете купить до ** %@ ** за транзакцию. Получите полный доступ и покупайте большие суммы с помощью своего банка или карты.

source: You can only buy **%@**. You have **%@ remaining**. Get Full Access to buy more.
ru: Вы можете купить только ** %1$@ **. У вас осталось ** %2$@ **. Получите полный доступ, чтобы покупать больше.

source: You can only complete one transaction with a Limited Access level account.
ru: Вы можете совершить только одну транзакцию с учетной записью с ограниченным доступом.

source: You do not have sufficient balance to withdraw from your rewards account, we have a 7 day holding period for interest accounts - if you believe this to be incorrect and a problem, please contact support.
ru: У вас недостаточно средств для вывода средств со счета вознаграждений, у нас есть 7-дневный период удержания для процентных счетов. Если вы считаете, что это неверно и является проблемой, обратитесь в службу поддержки.

source: You have a remaining balance
ru: У вас есть остаток

source: You must have Full Access level verification status to add a credit card.
ru: Чтобы добавить кредитную карту, у вас должен быть статус проверки уровня полного доступа.

source: You must have Full Access level verification status to link a bank.
ru: Чтобы связать банк, у вас должен быть статус проверки уровня полного доступа.

source: You need to have Full Access to start Earning Rewards
ru: Чтобы начать зарабатывать Rewards, необходимо иметь Полный доступ

source: You will be logged out on all devices
ru: Вы выйдете из системы на всех устройствах

source: Your bank declined this card. Please try again or choose another payment method.
ru: Ваш банк отклонил эту карту. Попробуйте еще раз или выберите другой способ оплаты.

source: Your customer details are pending verification or invalid. Please try again later.
ru: Данные вашего клиента ожидают проверки или недействительны. Пожалуйста, попробуйте позже.

source: Your domain is yours forever.
ru: Ваш домен принадлежит вам навсегда.

source: Your Full Access level verification is currently being reviewed by a Blockchain Support Member.
ru: Ваша проверка уровня полного доступа в настоящее время проверяется сотрудником службы поддержки Blockchain.

source: Your OS is Not Supported
ru: Ваша ОС не поддерживается

source: Your Rewards Account allows you to earn rewards on your crypto.
ru: Ваша учетная запись Rewards позволяет вам зарабатывать вознаграждения на вашей криптовалюте.

source: Your Trading and Rewards Accounts will be deleted
ru: Ваши торговые счета и учетные записи вознаграждений будут удалены.

source: send
ru: Отправить

source: receive
ru: Получить

source: %@ %@ Rewards
ru: Вознаграждения %1$@%2$@

source: %@ Network Fees
ru: Сетевые комиссии %@

source: %@ Rewards
ru: Вознаграждения %@

source: %@ Rewards for %@ are currently unavailable in your region. We are working hard so that you get the most of all our products. We’ll let you know as soon as we can!
ru: Вознаграждения %1$@ для %2$@ на текущий момент недоступны в вашем регионе. Мы упорно работаем над тем, чтобы наши продукты приносили вам максимум пользы. Как только появятся новости, мы сразу же вам сообщим!

source: 1-Time Between %@
ru: 1 раз между %@

source: 2-Step Verification
ru: 2-шаговая проверка

source: A new device is attempting to access your Blockchain.com Wallet. Approve or Deny now.
ru: Новое устройство пытается получить доступ к вашему Blockchain.com Wallet. Подтвердите или отклоните сейчас.

source: A new way to navigate
ru: Новый способ навигации

source: A transaction is already in progress
ru: Транзакция уже выполняется

source: About the access
ru: О доступе

source: Access your %@ and engage with web3 and decentralized finance.
ru: Получите доступ к своим %@ и работайте с web3 и децентрализованными финансами.

source: Access your Trading and Rewards accounts and buy and sell crypto.
ru: Получите доступ к своим счетам Trading и Rewards и покупайте и продавайте криптовалюту.

source: Account Type
ru: Тип аккаунта

source: Accounts
ru: Учетные записи

source: Active Rewards Account
ru: Аккаунт Active Rewards
