Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: To offset fees, the minimum amount for any withdrawal is **%@**.
ru: Минимальная сумма вывода для компенсации комиссии составляет **%@**.

source: Too many active orders
ru: Слишком много активных ордеров

source: Transaction in progress
ru: Транзакция выполняется

source: Updating your wallet...
ru: Обновление кошелька...

source: Upgrade Your Wallet
ru: Обновите свой Wallet

source: Verification Link Expired
ru: Срок действия ссылки для подтверждения истек

source: Waiting to hear from %@
ru: Ожидание ответа от %@

source: Want to Buy Crypto?
ru: Хотите купить криптовалюту?

source: We are unable to continue. Please contact support.
ru: Не удается продолжить. Обратитесь в службу поддержки.

source: We believe you have declined linking your account. If this isn't correct, please contact support.
ru: Мы полагаем, что вы отказались привязывать свой аккаунт. Если это не так, обратитесь в службу поддержки.

source: We noticed a login attempt from a new device.
ru: Мы заметили попытку входа с нового устройства.

source: We noticed this account is already active on another Wallet. If you believe this is incorrect, contact support.
ru: Мы заметили, что эта учетная запись уже активна в другом Wallet. Если вы считаете, что это неверно, обратитесь в службу поддержки.

source: We're signing your transaction now.
ru: Сейчас мы подписываем вашу транзакцию.

source: While we wait for your bank to send the cash, here’s early access to %@ in your %@ Cash Account so you can buy crypto right away. Your funds will be available to withdraw once the bank transfer is complete%@.
ru: Пока мы ждем перечисления денежных средств вашим банком, предоставляем вам ранний доступ к %1$@ на вашем наличном счете %2$@, чтобы вы могли сразу купить криптовалюту. Средства будут доступны для вывода после завершения банковского перевода %3$@.

source: Withdrawing from Trade Accounts cannot exceed **%@**. You have **%@ remaining**.
ru: Снятие с торговых счетов не может превышать **%1$@**. У вас осталось **%2$@**.

source: You can only buy **%@**. You have **%@ remaining**.
ru: Вы можете купить только **%1$@**. У вас осталось **%2$@**.

source: You can only sell **%@**. You have **%@ remaining**.
ru: Вы можете продать только **%1$@**. У вас осталось **%2$@**.

source: You can only send **%@**. You have **%@ remaining**.
ru: Вы можете отправить только **%1$@**. У вас осталось **%2$@**.

source: You can only swap **%@**. You have **%@ remaining**.
ru: Вы можете обменять только **%1$@**. У вас осталось **%2$@**.

source: You can sell up to **%@** for this transaction.
ru: Вы можете продать до **%@** в этой транзакции.

source: You can send up to **%@** for this transaction.
ru: Вы можете отправить до **%@** в этой транзакции.

source: You can start this transaction once one of the pending orders finish.
ru: Вы можете начать эту транзакцию после завершения одного из отложенных ордеров.

source: You can swap up to **%@** for this transaction.
ru: Вы можете обменять до **%@** в этой транзакции.

source: You can transfer up to %@
ru: Вы можете перевести до %@

source: You can withdraw up to %@
ru: Вы можете вывести до %@

source: You do not have any pending withdrawal locks.
ru: У вас нет блокировок вывода средств в ожидании.

source: You don't have enough %@ to pay for fees. The expected fee for this transaction is **%@**. Please note that **we don't set nor collect fees for transactions from Private Key Wallets**. Those fees go directly to the blockchain's node validators and are algoritmically set by the %@ network.
ru: У вас недостаточно %1$@ для оплаты комиссий. Ожидаемая комиссия за эту транзакцию составляет **%2$@**. Обратите внимание, что **мы не устанавливаем и не взимаем комиссию за транзакции с кошельков с закрытыми ключами **. Эти сборы поступают непосредственно на валидаторы узлов блокчейна и алгоритмически устанавливаются сетью %3$@.

source: You need to authenticate to be able to respond to the login request.
ru: Вам необходимо пройти аутентификацию, чтобы иметь возможность отвечать на запрос входа в систему.

source: Your Bank
ru: Ваш банк

source: Your Device is Verified!
ru: Ваше устройство проверено!

source: Your login request has expired. Please regenerate the QR code and try again.
ru: Срок действия вашего запроса на вход истек. Восстановите QR-код и повторите попытку.

source: You’ll need buy or receive %@ to your %@ Trading Account before you can start earning %@ on %@.
ru: Вам нужно будет купить или получить %1$@ на свой Trading Account %2$@ прежде чем вы сможете начать зарабатывать %3$@ на %4$@.

source: You’ve tried to link an invalid account. Please try another account or contact support.
ru: Вы пытались связать недействительный аккаунт. Попробуйте другой аккаунт или обратитесь в службу поддержки.

source: 3 Minutes
ru: 3 минуты

source: 2 Minutes
ru: 2 минуты

source: 10 Seconds
ru: 10 секунд

source: Complete Your Profile
ru: Заполните свой профиль

source: Buy Crypto Today
ru: Купить криптовалюту сегодня

source: Connect to Exchange
ru: Подключиться к Exchange

source: %@ is requesting an action, which could take money from your wallet. Make sure you trust this site.
ru: %@ запрашивает действие, которое может привести к снятию денег с вашего кошелька. Убедитесь, что вы доверяете этому сайту.

source: Card
ru: Карта

source: Countries
ru: Страны

source: Country of Residence
ru: Страна проживания

source: Create Your Account.
ru: Создать аккаунт.

source: If you need to change your Country or State, please contact our customer support.
ru: Если вам нужно изменить страну или штат, обратитесь в нашу службу поддержки.

source: Let’s get you set up.
ru: Давайте зададим настройки.

source: Right now, %@ is not supported for buying crypto. You can add a bank account or card from the list of available currencies below.
ru: В настоящий момент %@ не поддерживается для покупки криптовалюты. Вы можете добавить банковский счет или карту из списка доступных валют ниже.

source: Select Your Country
ru: Выберите свою страну

source: Select Your State
ru: Выберите свой штат

source: States
ru: Штаты

source: What country do you live in?
ru: В какой стране вы живете?

source: What State do you live in?
ru: В каком штате вы живете?

source: You can have a maximum of five cards
ru: У вас может быть максимум пять карт

source: You cannot change your Country or State
ru: Вы не можете изменить свою страну или штат

source: Easy Bank Transfer
ru: Легкий банковский перевод

source: Discover New Coins
ru: Откройте для себя новые монеты

source: Get Set Up to Buy
ru: Подготовьтесь к покупке

source: Add a card or link a bank to start buying crypto in seconds.
ru: Добавьте карту или привяжите банк, чтобы начать покупать криптовалюту за считанные секунды.

source: Allow Camera Access
ru: Разрешить доступ к камере

source: Access Your Wallet on the Web
ru: Получите доступ к своему Wallet в интернете

source: Connect to Dapps
ru: Подключиться к Dapps

source: Custodial
ru: Кастодиальные

source: Access higher limits and more payment methods
ru: Доступ к более высоким лимитам и большему количеству способов оплаты

source: We are updating our account verification requirements
ru: Мы обновляем наши требования к подтверждению аккаунта

source: To buy, sell, and swap, you will need to verify your identity.
ru: Чтобы покупать, продавать и обменивать, вам необходимо подтвердить свою личность.

source: %@ is now yours!
ru: %@ теперь ваши!

source: %d Transactions Allowed, Verify Now ->
ru: Разрешено %d транзакций, подтвердите сейчас - >

source: *Free domains must be a minimum of 7 characters long and not a protected domain. (e.g. nike.blockchain)
ru: *Бесплатные домены должны быть не менее 7 символов длиной и не должны быть защищенными доменами (например, nike.blockchain).

source: 1 Transaction Allowed, Verify Now ->
ru: Разрешена 1 транзакция, подтвердите сейчас - >

source: 1-Time Between Private Key Wallets
ru: 1 раз между кошельками с закрытыми ключами

source: About %@
ru: О %@

source: Add %@ to Exchange
ru: Добавить %@ в Exchange

source: Add %@ to Rewards Account
ru: Добавить %@ на счет Rewards

source: Add a domain to your cart.
ru: Добавьте домен в корзину.

source: Add from...
ru: Добавить из...

source: Add to your watchlist to be notified when %@ is available to trade.
ru: Добавьте в свой список отслеживания, чтобы получить уведомление, когда %@ будет доступен для торговли.

source: Added
ru: Добавлен

source: Already Have A Card? Link It Here
ru: У вас уже есть карта? Привяжите ее здесь

source: BETA
ru: БЕТА

source: Between All Wallets & Accounts
ru: Между всеми кошельками и счетами

source: Between Private Key Wallets
ru: Между кошельками с закрытыми ключами

source: Blockchain Debit Card
ru: Дебетовая карта Blockchain

source: Blockchain.com Terms & Conditions
ru: Условия и положения Blockchain.com

source: Browse Domains
ru: Обзор доменов

source: Buy and Sell Bitcoin
ru: Покупка и продажа Bitcoin

source: Buy Domain
ru: Купить домен

source: Buy large amounts
ru: Покупка больших сумм

source: Buy small amounts
ru: Покупка небольших сумм

source: Buy with  Pay
ru: Купить с  Pay

source: Card or Banking Methods
ru: Карта или банковские способы

source: Card Successfully Created!
ru: Карта успешно создана!

source: Cart
ru: Корзина

source: Choose Payment Method
ru: Выберите способ оплаты

source: Claim
ru: Запрос

source: Claim Domain
ru: Заявить права на домен

source: Claim Your Domain
ru: Заявите права на домен

source: Claim Your Free Domain!
ru: Получите свой бесплатный домен!

source: Connect to the Exchange
ru: Подключиться к Exchange

source: Connect your Exchange and Wallet accounts to view your balances and transfer funds.
ru: Подключите свои учетные записи Exchange и Wallet, чтобы просматривать средства на своих балансаъ и переводить их.

source: Consumer Financial Protection Bureau
ru: Бюро финансовой защиты прав потребителей

source: Contactless Payment
ru: Бесконтактный платеж

source: Create Card
ru: Создать карту

source: Current %@ Price
ru: Текущая цена %@

source: Current Price
ru: Текущая цена

source: Domain Name
ru: Доменное имя

source: Duplicate Card
ru: Дубликат карты

source: Earn %.1f%% APY
ru: Заработайте %.1f%% годовых

source: Earn Rewards On Your Crypto
ru: Зарабатывайте Rewards за свою криптовалюту

source: Earning %.1f%%
ru: Заработок %.1f%%

source: Exchange Link
ru: Ссылка на Exchange

source: Failed To Add Card
ru: Не удалось добавить карту

source: Failed to claim %@
ru: Не удалось запросить %@

source: Failed To Create Your Card
ru: Не удалось создать карту

source: For security purposes, buy orders with a %@ are subject to a %@ holding period. You can Swap or Sell during this time. We will notify you once the funds are available to be withdrawn.
ru: Ордера на покупку с %1$@ в целях безопасности подлежат удержанию в течение %2$@. Вы можете обменивать или продавать в течение этого времени. Мы сообщим вам, когда средства будут доступны для вывода.

source: Free domain
ru: Бесплатный домен

source: From Trading Accounts
ru: С торговых счетов

source: Full Access
ru: Полный доступ

source: Fund your card purchases
ru: Финансируйте покупки по карте

source: Get a free .blockchain domain through Unstoppable Domains. Use your domain to receive crypto and much more.
ru: Получите бесплатный домен .blockchain через Unstoppable Domains. Используйте свой домен для получения криптовалюты и многого другого.

source: How It Works
ru: Как это работает

source: I understand that my private key wallet addresses will be publicly associated with %@.
ru: Я понимаю, что адреса моих кошельков с закрытыми ключами будут публично связаны с %@ .

source: In partnership with CoinTracker, our new Tax Center is now live. Connect to your account on web and go to Account -> Tax Center.
ru: Наш новый налоговый центр уже запущен в партнерстве с CoinTracker. Зайдите в свой аккаунт в интернете и перейдите в «Аккаунт» -> «Налоговый центр».

source: Insufficient Funds
ru: Нехватка средств

source: It looks like the card you tried to add is already an existing linked card with your account.
ru: Похоже, что карта, которую вы пытались добавить, уже связана с вашим аккаунтом.

source: Let's Go
ru: Поехали

source: Limited Access
ru: Ограниченный доступ

source: Link a Payment Method
ru: Привязать способ оплаты

source: Link once and instantly buy crypto anytime.
ru: Выполните привязку один раз и мгновенно покупайте криптовалюту в любое время.

source: Looks like there was an error claiming your domain. Don’t worry, nobody stole it.
ru: Похоже, что при подаче заявки на ваш домен произошла ошибка. Не волнуйтесь, его никто не украл.

source: Make a Deposit
ru: Внести средства

source: Nevermind
ru: Не важно

source: New legal entity
ru: Новое юридическое лицо

source: No Thanks
ru: Нет, спасибо

source: Okay
ru: Хорошо

source: Oops! Something went wrong!
ru: Ой! Что-то пошло не так!

source: Oops! There was a problem loading account data
ru: Ой! При загрузке данных аккаунта возникла проблема

source: Oops! We are having problems fetching a quote, please try again later.
ru: Ой! У нас возникли проблемы с получением предложения. Повторите попытку позже.

source: Oops! You’ve already got an existing pending withdrawal.
ru: Ой! У вас уже есть вывод средств в ожидании.

source: Order is being processed, we will let you know when its done.
ru: Ордер находится в обработке, мы сообщим вам, когда он будет выполнен.

source: Payment Failed
ru: Не удалось осуществить платеж

source: Payment failed due to insufficient funds in your account. Try another payment method. If this keep happening, please contact support.
ru: Платеж не выполнен из-за недостатка средств на вашем счету. Попробуйте другой способ оплаты. Если это повторяется, обратитесь в службу поддержки.

source: Payments can be declined by your bank or card issuer. Please try again with a different bank or card.
ru: Платежи могут быть отклонены вашим банком или эмитентом карты. Попробуйте еще раз с другим банком или картой.

source: Please continue to the next step by tapping the button below.
ru: Перейдите к следующему шагу, нажав кнопку ниже.

source: Please make sure the search key has no special characters.
ru: Убедитесь, что в ключе поиска нет специальных символов.

source: Pro Trading
ru: Профессиональный трейдинг

source: Processing...
ru: Обработка...

source: Quickly check how your portfolio is performing. How much are you up today?
ru: Быстро проверьте, как работает ваш портфель. Сколько прибыли вы получили сегодня?

source: Receive %@ to your account
ru: Получите %@ на свой аккаунт

source: Recent Transactions
ru: Недавние транзакции

source: Remove %@ from your cart?
ru: Удалить %@ из корзины?

source: Return to Login
ru: Вернуться ко входу

source: Search Domains
ru: Поиск доменов

source: Securely connect your wallet to any web 3.0 application.
ru: Надежно подключите свой кошелек к любому приложению Web 3.0.

source: Securely connect your wallet to any web 3.0 application. Learn more
ru: Надежно подключите свой кошелек к любому приложению Web 3.0. Узнать больше

source: See Your Balances
ru: Посмотрите свои балансы

source: Select Your Card
ru: Выберите свою карту

source: Send & Receive Crypto
ru: Отправляйте и получайте криптовалюту

source: Send to a blockchain domain
ru: Отправить в домен блокчейна

source: Simply tap to buy with Apple Pay
ru: Просто коснитесь, чтобы совершить покупку с помощью Apple Pay

source: Sometimes this can happen when the systems are bogged down. You can try again by clicking `Retry` below or come back again in a bit.
ru: Иногда это может происходить, когда системы зависли. Вы можете попробовать еще раз, нажав «Повторить попытку» ниже, или вернуться через некоторое время.

source: Starting later this month, UK customers will be served by our European subsidiary, Blockchain (LT), UAB. You will not experience any changes in user experience or lose access to your funds during this transition.
ru: Начиная с конца этого месяца, клиентов из Великобритании будет обслуживать наша европейская дочерняя компания Blockchain (LT), UAB. Вы не заметите никаких изменений в пользовательском опыте и не потеряете доступ к своим средствам во время этого перехода.

source: Tap hardware key to verify
ru: Коснитесь аппаратного ключа, чтобы подтвердить

source: The account you selected isn't active. Please try another account or payment method. If this isn't correct, please contact support.
ru: Выбранный вами аккаунт неактивен. Пожалуйста, попробуйте другой аккаунт или способ оплаты. Если это неверно, обратитесь в службу поддержки.

source: The request timed out, please try again.
ru: Время запроса истекло, попробуйте еще раз.

source: There seems to be a problem fetching the chart data, please try again
ru: Кажется, возникла проблема с получением данных графика. Попробуйте еще раз.

source: There was a problem linking your account. Please try again.
ru: Возникла проблема с привязкой вашего аккаунта. Пожалуйста, попробуйте еще раз.

source: There was a problem with your order
ru: С вашим ордером возникла проблема

source: There was an issue with your bank. Please try again or use a different payment method. If this keeps happening, please contact support.
ru: Возникла проблема с вашим банком. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты. Если это повторится, обратитесь в службу поддержки.

source: This payment method has incomplete charges against it. To use this payment method again, place contact support.
ru: В рамках этого способа оплаты существуют незавершенные платежи. Чтобы снова использовать этот способ оплаты, пожалуйста, обратитесь в службу поддержки.

source: To Trading Accounts
ru: На торговые счета

source: Transfer %@ to Other Wallets
ru: Перевести %@ на другие кошельки

source: Unclock Swap - our in-app exchange.
ru: Разблокируйте «Обмен» – нашу функцию обмена в приложении.

source: Unfortunately your card issuer does not allow payments in the form of cryptocurrencies.
ru: К сожалению, эмитент вашей карты не разрешает платежи в виде криптовалют.

source: Upgrade Your Profile. Buy, Sell & Swap More Crypto
ru: Обновите свой профиль. Покупайте, продавайте и обменивайте больше криптовалюты

source: Use Your Cash or Card
ru: Используйте наличные деньги или карту

source: Verified
ru: Подтвержденный

source: Verify to unlock access to Buying, Selling, Swapping & Rewards Accounts.
ru: Подтвердите, чтобы разблокировать доступ к аккаунтам покупки, продажи, обмена и Rewards.

source: Verify with your hardware key
ru: Подтвердите с помощью аппаратного ключа

source: View Accrued %@ Rewards
ru: Просмотр накопленных %@ Rewards

source: View all transactions
ru: Посмотреть все транзакции

source: Visit Website ->
ru: Посетить сайт ->

source: We believe you have declined the payment from your bank account. If this isn't correct, please contact support.
ru: Мы полагаем, что вы отклонили платеж со своего банковского счета. Если это не так, пожалуйста, обратитесь в службу поддержки.

source: We believe your bank has declined this payment. Please contact your bank for support
ru: Мы полагаем, что ваш банк отклонил этот платеж. Пожалуйста, обратитесь за помощью в свой банк

source: We haven't heard from your bank. The payment request has expired. Please try to submit the order again. If this keeps happening, please contact support.
ru: Мы не получили ответ от вашего банка. Срок действия платежного запроса истек. Пожалуйста, попробуйте отправить ордер еще раз. Если это повторится, обратитесь в службу поддержки.

source: We're moving away from 2nd passwords. To use the mobile app, login on web to disable 2nd password. After logging on Web, tap on the User icon > Security > Advanced and tap the button named "Remove Second Password". You will then be able to login on the mobile app.
ru: Мы отказываемся от вторых паролей. Чтобы использовать мобильное приложение, нужно войти в интернет для отключения второго пароля. После входа в интернет нажмите значок «Пользователь > «Безопасность > «Дополнительно» и нажмите кнопку «Удалить второй пароль». После этого вы сможете войти в мобильное приложение.

source: Welcome to the club, to view your card dashboard please press Continue below.
ru: Добро пожаловать в клуб! Чтобы просмотреть панель управления своей картой, нажмите «Продолжить» ниже.

source: Withdraw %@ from Exchange
ru: Вывести %@ из Exchange

source: Withdraw %@ from Rewards Account
ru: Вывести %@ со счета Rewards

source: Would you like to purchase it on unstoppabledomains.com?
ru: Хотите купить его на unstoppabledomains.com?

source: You can now send crypto to domains like satoshi.blockchain, satoshi.eth, and y.at/💎👐
ru: Теперь вы можете отправлять криптовалюту на такие домены, как satoshi.blockchain, satoshi.eth и y.at/💎👐

source: You can now share your domain to receive crypto instead of sharing your wallet addresses.
ru: Теперь для получения криптовалюты вы можете поделиться своим доменом, вместо того, чтобы делиться адресами своего кошелька.

source: You can safely close this sheet while we update the order in the background.
ru: Вы можете спокойно закрыть эту страницу, пока мы обновляем ордер в фоновом режиме.

source: You have already added this card to your Blockchain.com account. Please try adding a different card.
ru: Вы уже добавили эту карту в свой аккаунт Blockchain.com. Попробуйте добавить другую карту.

source: You're all set
ru: Все готово

source: Your Cart is Empty
ru: Ваша корзина пуста

source: Your funds will be available to Sell, Swap or Withdraw instantly.
ru: Ваши средства будут доступны для мгновенной продажи, обмена или снятия.

source: Your Total %@
ru: Всего у вас %@

source: Your Trading Account is a custodial account hosted by Blockchain.com. Your trading account allows you to trade with cheaper fees and buy and sell crypto in seconds.
ru: Ваш счет Trading является кастодиальным счетом, размещенным на Blockchain.com. Он позволяет вам торговать с более низкими комиссиями, а также покупать и продавать криптовалюту за считанные секунды.

source: %@ (%@) is currently unavailable to trade.
ru: %1$@ ( %2$@ ) в настоящее время недоступен для обмена.

source: %@ (%@) is not tradable
ru: %1$@ ( %2$@ ) не подлежит обмену

source: %@ is a paid domain.
ru: %@ — платный домен.

source: %@ is not available in your region.
ru: %@ недоступен в вашем регионе.

source: %@ on %@ Network
ru: %1$@ в сети %2$@

source: %@ wants to switch to %@ network.
ru: %1$@ хочет переключиться на сеть %2$@ .

source: A blockchain domain is an easy to use address for sending and receiving crypto.
ru: Домен блокчейна — это простой в использовании адрес для отправки и получения криптовалюты.

source: A digital card you can use instantly for online payments.
ru: Цифровая карта, которую вы можете мгновенно использовать для онлайн-платежей.

source: A physical card you can use anywhere.
ru: Физическая карта, которую можно использовать где угодно.

source: Account Holder
ru: Владелец счета

source: Account not yet verified
ru: Аккаунт еще не подтвержден

source: Active
ru: Активный

source: Add Funds
ru: Добавить средства

source: Add to Apple Wallet
ru: Добавить в Apple Wallet

source: Address Line 1
ru: Адресная строка 1

source: Address Line 2
ru: Адресная строка 2

source: Adjusted Payment
ru: Скорректированный платеж

source: Alias
ru: Псевдоним

source: And much more
ru: И многое другое

source: Are you sure? Once confirmed this action cannot be undone. If you do want to permanently close this card, click the big red button.
ru: Ты уверен? После подтверждения это действие нельзя будет отменить. Если вы хотите навсегда закрыть эту карточку, нажмите большую красную кнопку.

source: Argentinian Peso
ru: Аргентинское песо
