Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Use of Account Information
ru: Использование информации об аккаунте

source: Use the Blockchain.com Account
ru: Используйте счет Blockchain.com

source: Use your card or link your bank to buy crypto in seconds. Quick, easy & secure.
ru: Используйте свою карту или привяжите свой банк, чтобы купить криптовалюту за считанные секунды. Быстро, легко и безопасно.

source: Use your cash wallet as a payment method to buy BTC, ETH, XLM & more.
ru: Используйте свой кошелек наличных денег в качестве способа оплаты, чтобы купить BTC, ETH, XLM и другое.

source: Valid Passport
ru: Действительный паспорт

source: Value
ru: Стоимость

source: Verification Failed
ru: Ошибка проверки

source: Verification Under Review
ru: Проверка на рассмотрении

source: Verify
ru: проверить

source: Verify Device
ru: Проверить устройство

source: Verify Email Address
ru: подтвердите адрес электронной почты

source: Verify My Identity
ru: Пройти проверку личности

source: Verify to use the Blockchain.com Account
ru: Проверьте, чтобы использовать счет Blockchain.com

source: Verify Your Email Address
ru: Проверьте свой адрес электронной почты

source: Verify Your ID
ru: Подтвердите свою личность

source: Verify your ID and link your bank to Buy & Sell Crypto straight from your wallet.
ru: Подтвердите свой идентификатор и свяжите свой банк с функцией «Покупка и продажа криптовалют» прямо из своего кошелька.

source: Verify your identity to claim your free .blockchain domain. Use your domain to receive crypto and much more.
ru: Подтвердите свою личность, чтобы получить бесплатный домен .blockchain. Используйте свой домен для получения криптовалюты и многого другого.

source: Verify your Phrase
ru: Подтвердите свою фразу

source: View
ru: Посмотреть

source: View Activity
ru: Просмотр активности

source: View All Transactions
ru: Просмотреть все транзакции

source: View Rewards %@
ru: Просмотреть Rewards %@

source: View Staked %@
ru: Просмотреть средства в стейке %@

source: View support center
ru: Просмотреть центр поддержки

source: View Transaction
ru: Просмотреть транзакцию

source: View Your Portfolio
ru: Посмотреть свое портфолио

source: Waiting on Funds
ru: Ожидание средств

source: Wallet Address
ru: Адрес Кошелька

source: Wallet Display Currency
ru: Отображаемая валюта кошелька

source: Wallet encrypting failed, expected an encrypted payload got encoded
ru: Не удалось выполнить шифрование кошелька, ожидаемые и зашифрованные полезные данные закодированы

source: Wallet failure due to encoding error: %@
ru: Произошел сбой кошелька из-за ошибки кодирования: %@

source: Wallet failure due to encryption error
ru: Произошел сбой кошелька из-за ошибки шифрования

source: Wallet initialization failed due to an unknown error
ru: Не удалось инициализировать кошелек из-за неизвестной ошибки

source: Wallet initialization failed due to an unknown error, please try again.
ru: Не удалось инициализировать кошелек из-за неизвестной ошибки, попробуйте снова.

source: Wallet initialization failed due to being double encrypted
ru: Не удалось инициализировать кошелек из-за двойного шифрования

source: Wallet initialization failed due to being second password being invalid
ru: Не удалось инициализировать кошелек из-за ошибки при вводе второго пароля

source: Wallet initialization failed due to metadata error: %@
ru: Не удалось инициализировать кошелек из-за ошибки метаданных: %@

source: Wallet initialization failed due to missing data
ru: Не удалось инициализировать кошелек из-за отсутствия данных

source: Wallet initialization failed due to missing seedHex
ru: Не удалось инициализировать кошелек из-за отсутствия seedHex

source: Wallet initialization failed, expected an encrypted payload got encoded
ru: Не удалось инициализировать кошелек, ожидаемые и зашифрованные полезные данные закодированы

source: Wallet recovery failed due to an uknown error
ru: Не удалось восстановить кошелек из-за неизвестной ошибки

source: Wallet recovery failed due to an uknown legacy error
ru: Не удалось восстановить кошелек из-за неизвестной унаследованной ошибки

source: Wallet recovery failure due to an invalid mnemonic
ru: Не удалось восстановить кошелек из-за ошибки при вводе мнемонической фразы

source: WalletConnect is Now Available!
ru: WalletConnect теперь доступен!

source: Wallets & Accounts
ru: Wallet и аккаунты

source: We are transferring your funds to your %@ Active Rewards account. It may take a few minutes until it’s completed.
ru: Мы переводим ваши средства на ваш аккаунт Active Rewards %@. Завершение этой операции может занять несколько минут.

source: We are transferring your funds to your %@ Staking account. It may take a few minutes until it’s completed.
ru: Мы переводим ваши средства на ваш аккаунт Staking %@. Завершение этой операции может занять несколько минут.

source: We are withdrawing funds from your %@ Active Rewards account. It may take a few minutes until it’s completed.
ru: Вы выводите средства со своего аккаунта Active Rewards %@. Завершение этой операции может занять несколько минут.

source: We can't support your selected payment method for recurring buys just yet, to continue please choose another payment method.
ru: Мы пока не поддерживаем выбранный вами способ оплаты для повторяющихся покупок. Чтобы продолжить, выберите другой способ оплаты.

source: We could not complete your transaction. Please try again or choose a different payment method.
ru: Не удалось выполнить транзакцию. Пожалуйста, попробуйте еще раз или выберите другой способ оплаты.

source: We could not obtain an updated balance for your bank account. Please try again.
ru: Не удалось получить обновленный баланс вашего банковского счета. Попробуйте еще раз.

source: We couldn’t decrypt your seed phrase
ru: Нам не удалось расшифровать вашу сид-фразу

source: We couldn’t find your bank. Send funds from your bank to your Blockchain Wallet with a Manual Transfer.
ru: Мы не смогли найти ваш банк. Отправьте средства из своего банка на свой Blockchain Wallet с помощью перевода вручную.

source: We couldn’t record that you backed up your phrase. Try again later.
ru: Нам не удалось записать резервное сохранение вашей фразы. Попробуйте еще раз позже

source: We don’t support buying crypto into your %@ at this time. You can buy from your Blockchain.com Account and send to your %@.
ru: В настоящее время мы не поддерживаем покупку криптовалюты в ваш %1$@. Вы можете купить криптовалюту со своего аккаунта Blockchain.com и отправить на свой %2$@.

source: We had some issues with the documents you’ve supplied. Please try uploading the documents again to continue with your verification.
ru: У нас были некоторые проблемы с документами, которые вы предоставили. Пожалуйста, попробуйте загрузить документы еще раз, чтобы продолжить проверку.

source: We had some trouble verifying your account with the documents provided. Our support team will contact you shortly to resolve this.
ru: У нас возникли проблемы при проверке вашего аккаунта с предоставленными документами. Наша служба поддержки свяжется с вами в ближайшее время, чтобы решить эту проблему.

source: We just sent you an email with further instructions.
ru: Мы только что отправили вам письмо с дальнейшими инструкциями.

source: We Need Some More Information to Complete Your Profile
ru: Нам нужна дополнительная информация, чтобы заполнить ваш профиль

source: We need to confirm your identity with a government issued ID and selfie. Before proceeding, make sure you have one of the following forms of ID handy and your camera is turned on.
ru: Вам нужно предъявить официальное удостоверение личности и селфи. Прежде чем продолжить, убедитесь, что у вас есть одна из следующих форм удостоверения личности и что ваша камера включена.

source: We need to confirm your identity.
ru: Нам нужно подтвердить вашу личность.

source: We need to know your name and address to comply with local laws.
ru: В соответствии с местным законодательством, нам необходимо знать ваше имя и адрес.

source: We need to verify your email address as an added layer of security.
ru: Нам нужно подтвердить ваш адрес электронной почты как дополнительный уровень безопасности.

source: Weak
ru: Ненадежный

source: Web Log In
ru: Вход в систему

source: Weekly
ru: Еженедельно

source: Welcome to Blockchain.com!
ru: Добро пожаловать на Blockchain.com!

source: Welcome to your new Blockchain.com app, a SuperApp for crypto. Experience powerful crypto trading together with a self-custody wallet, all in one place.
ru: Добро пожаловать в новое приложение Blockchain.com, суперприложение для криптовалют. Испытайте мощную криптовалютную торговлю вместе с кошельком с самостоятельным хранением, и все это в одном месте.

source: We’re not in your region yet
ru: Мы пока еще не работаем в вашем регионе

source: We’ve made some major improvements to the Blockchain.com app.
ru: Мы внесли в приложение Blockchain.com ряд значительных улучшений.

source: We’ve received your application. A Blockchain.com Support Member is reviewing your info now.
ru: Мы получили вашу заявку. Член службы поддержки Blockchain.com сейчас просматривает вашу информацию.

source: What happens next?
ru: Что произойдет дальше?

source: Whether you want to swap with speed or send to a friend - we’ve got you covered!
ru: Если вы хотите быстро обменять средства или отправить их другу — мы всегда готовы помочь!

source: Which wallet do you want to Swap from?
ru: С какого кошелька вы хотите совершить обмен?

source: Wire Fee
ru: Комиссия за перевод

source: Wire Transfer
ru: Банковский перевод

source: With a DeFi Wallet, only you have access to your crypto assets. Blockchain.com cannot access your funds. Your keys, your crypto!
ru: С DeFi Wallet только у вас есть доступ к вашим криптоактивам. Blockchain.com не может получить доступ к вашим средствам. Ваши ключи, ваша криптовалюта!

source: Withdraw Now
ru: Вывести средства сейчас

source: Withdrawal
ru: Вывод

source: Withdrawal holds protect you from fraud and theft if your Blockchain.com account is compromised. The hold period starts once funds are received in your account.
ru: Задержка вывода средств защищает вас от мошенничества и кражи, если ваш аккаунт Blockchain.com подвергнется угрозе. Период задержки начинается сразу после поступления средств на ваш аккаунт.

source: Withdrawals for Active Rewards are not yet enabled. Weekly withdrawal functionality is being finalized and will be enabled in approximately **February 2023**. Until then, BTC assets in Active Rewards Accounts will be re-subscribed to each week's strategy. Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
ru: Вывод средств для Active Rewards пока не поддерживается. Разработка функции еженедельного вывода средства почти завершена, и эта функция станет доступна ориентировочно в **феврале 2023 г**. А до тех пор активы BTC на аккаунтах Rewards Accounts будут повторно включаться в стратегию каждой недели. Blockchain.com не несет ответственности за убытки, понесенные вследствие колебаний цен. Торгуйте осторожно.

source: Withdrawals for Active Rewards are not yet enabled. Weekly withdrawal functionality is being finalized and will be enabled in approximately February 2023. Until then, assets in Active Rewards Accounts will be re-subscribed to each week's strategy. Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
ru: Вывод средств для Active Rewards пока не поддерживается. Разработка функции еженедельного вывода средств почти завершена, и эта функция станет доступна ориентировочно в феврале 2023 г. А до тех пор активы на аккаунтах Rewards Accounts будут повторно включаться в стратегию каждой недели. Blockchain.com не несет ответственности за убытки, понесенные вследствие колебаний цен. Торгуйте осторожно.

source: Withdrawn
ru: Выведено

source: Yes
ru: Да

source: Yes, Skip Backup
ru: Да, пропустить резервное копирование

source: You authorize Blockchain.com, Inc. to debit your %@ account for up to %@ (the recurring purchase amount) via Bank Transfer (ACH) and, if necessary, to initiate credit entries/adjustments for any debits made in error to your account at the above Financial Institution. You acknowledge that the origination of ACH transactions to your account comply with the provisions of U.S. law. You agree that this authorization cannot be revoked. Your deposit will be credited to your Blockchain.com account within 0-4 business days at the rate shown at the time of your purchase. You can withdraw these funds from your Blockchain.com account %@ after Blockchain.com receives funds from your Financial Institution.
ru: Вы уполномочиваете Blockchain.com, Inc. пополнять ваш аккаунт %1$@ на сумму до %2$@ (сумма повторяющейся покупки) с помощью банковского перевода (ACH) и, при необходимости, инициировать записи в кредит/корректировки любых начислений, сделанных по ошибке на ваш счет в вышеуказанном финансовом учреждении. Вы признаете, что отправка транзакций ACH на ваш аккаунт соответствует требованиям законодательства США. Вы соглашаетесь с тем, что эти полномочия не могут быть отозваны. Депозит будет зачислен на ваш аккаунт Blockchain.com в течение 0–4 рабочих дней по курску, указанному на момент покупки. Вы можете снять эти средства с аккаунта Blockchain.com через %3$@ после того, как Blockchain.com получит средства от вашего финансового учреждения.

source: You authorize Blockchain.com, Inc. to debit your %@ account for up to %@ via Bank Transfer (ACH) and, if necessary, to initiate credit entries/adjustments for any debits made in error to your account at the financial institution where you hold your account. You acknowledge that the origination of ACH transactions to your account complies with the provisions of U.S. law. You agree that this authorization cannot be revoked. Your deposit will be credited to your Blockchain.com account within 0-4 business days at the rate shown at the time of your purchase. You can withdraw these funds from your Blockchain.com account %@ after Blockchain.com receives funds from your financial institution.
ru: Вы уполномочиваете Blockchain.com, Inc. пополнять ваш аккаунт %1$@ на сумму до %2$@ с помощью банковского перевода (ACH) и, при необходимости, инициировать записи в кредит/корректировки любых начислений, сделанных по ошибке на ваш счет в финансовом учреждении, где у вас есть счет. Вы признаете, что отправка транзакций ACH на ваш аккаунт соответствует требованиям законодательства США. Вы соглашаетесь с тем, что эти полномочия не могут быть отозваны. Депозит будет зачислен на ваш аккаунт Blockchain.com в течение 0–4 рабочих дней по курску, указанному на момент покупки. Вы можете снять эти средства с аккаунта Blockchain.com через %3$@ после того, как Blockchain.com получит средства от вашего финансового учреждения.

source: You authorize Blockchain.com, Inc. to debit your %@ account for up to %@ via Bank Transfer (ACH) and, if necessary, to initiate credit entries/adjustments for any debits made in error to your account at the financial institution where you hold your account. You acknowledge that the origination of ACH transactions to your account complies with the provisions of U.S. law. You agree that this authorization cannot be revoked. Your deposit will be credited to your Blockchain.com account within 2-4 business days. You can withdraw these funds from your Blockchain.com account %@ after Blockchain.com receives funds from your Financial Institution.
ru: Вы уполномочиваете Blockchain.com, Inc. пополнять ваш аккаунт %1$@ на сумму до %2$@ с помощью банковского перевода (ACH) и, при необходимости, инициировать записи в кредит/корректировки любых начислений, сделанных по ошибке на ваш счет в финансовом учреждении, где у вас есть счет. Вы признаете, что отправка транзакций ACH на ваш аккаунт соответствует требованиям законодательства США. Вы соглашаетесь с тем, что эти полномочия не могут быть отозваны. Депозит будет зачислен на ваш аккаунт Blockchain.com в течение 2–4 рабочих дней. Вы можете снять эти средства с аккаунта Blockchain.com через %3$@ после того, как Blockchain.com получит средства от вашего финансового учреждения.

source: You currently have the highest level of Account Limits and features available.
ru: В настоящее время у вас самый высокий уровень ограничений аккаунта и доступных возможностей.

source: You don't have enough %@ to pay for fees. The expected fee for this transaction is **%@**. Please note that **we don't set nor collect fees for transactions from %@**. Those fees go directly to the blockchain's node validators and are algorithmically set by the %@ network.
ru: У вас недостаточно %1$@ для оплаты комиссий. Ожидаемая комиссия за эту транзакцию составляет **%2$@**. Обратите внимание, что **мы не устанавливаем и не взимаем комиссию за транзакции с %3$@ **. Эти комиссии поступают непосредственно на валидаторы узлов блокчейна и алгоритмически устанавливаются сетью %4$@.

source: You don’t have any %@
ru: У вас нет %@

source: You have insufficient funds in this account to process this transaction
ru: У вас недостаточно средств на этом счете для обработки этой транзакции

source: You Have No Activity
ru: У вас отсутствует активность

source: You must be 18 years or older to trade crypto.
ru: Чтобы торговать криптовалютой, вам должно быть 18 лет или больше.

source: You will buy %@ of %@ %@ at that moment's market price. You can cancel this recurring buy at anytime.
ru: Вы купите %1$@ %2$@ %3$@по рыночной цене на текущий момент времени. Вы можете отменить повторяющиеся покупки в любое время.

source: Your %@ is now available in your Blockchain.com Account.
ru: Ваши %@ теперь доступны на вашем аккаунте Blockchain.com.

source: Your %@ is now available in your Fiat Account.
ru: Ваши %@ теперь доступны на вашем фиатном аккаунте.

source: Your %@ means your funds are owned and controlled by you and you alone. Blockchain.com cannot see or manage your balances in this wallet.
ru: Ваш %@ означает, что ваши средства принадлежат и контролируются вами и только вами. Blockchain.com не видит и не может управлять вашим балансом в этом кошельке.

source: Your Active Rewards Account allows you to earn by forecasting the price of crypto.
ru: Ваш аккаунт Active Rewards позволяет зарабатывать, прогнозируя цену на криптовалюту.

source: Your app just got better
ru: Ваше приложение стало еще лучше

source: Your available balance is your total available minus estimated network fees.
ru: Ваш доступный баланс — это общая доступная сумма за вычетом примерных сетевых комиссий.

source: Your bank may charge you extra fees if you buy crypto without a current account.
ru: Ваш банк может взимать дополнительную комиссию, если вы покупаете криптовалюту без текущего счета.

source: Your Blockchain.com Account
ru: Ваш счет Blockchain.com

source: Your Blockchain.com Account is a custodial account hosted by Blockchain.com. Your Blockchain.com account allows you to trade with cheaper fees and buy and sell crypto in seconds.
ru: Ваш аккаунт Blockchain.com — это кастодиальный аккаунт, размещенный на Blockchain.com. Он позволяет вам торговать с более низкими комиссиями, а также покупать и продавать криптовалюту за считанные секунды.

source: Your Blockchain.com Account is associated with another wallet. Please log into the wallet referenced below for account access.
ru: Ваш аккаунт Blockchain.com связан с другим кошельком. Для доступа к аккаунту войдите в кошелек, указанный ниже.

source: Your Blockchain.com Account is Linked to another wallet
ru: Ваш аккаунт Blockchain.com привязан к другому кошельку

source: Your DeFi Wallet is on chain
ru: Ваш DeFi Wallet находится в чейне

source: Your final amount might change due to market activity.
ru: Ваша итоговая сумма может измениться из-за активности рынка.

source: Your free domain is waiting for you
ru: Ваш бесплатный домен ждет вас

source: Your Limits & Features
ru: Ваши ограничения и возможности

source: Your local currency to store funds in that currency as funds in your Blockchain Wallet.
ru: Ваша местная валюта для хранения средств в этой валюте в качестве средств в вашем Blockchain Wallet.

source: Your new home for DeFi
ru: Ваш новый дом для DeFi

source: Your Passive Rewards Account allows you to earn rewards on your crypto.
ru: Ваш аккаунт Passive Rewards позволяет вам зарабатывать вознаграждения на своей криптовалюте.

source: Your Recovery Phrase
ru: Ваша фраза восстановления

source: Your referral code
ru: Ваш реферальный код

source: Your staked ETH will start generating rewards after an initial bonding period. While unstaking and withdrawing ETH isn’t currently available, it will be supported in a future upgrade. These rules are not specific to Blockchain.com. They’re features of the Ethereum network.
ru: Ваши ETH в стейке начнут приносить вознаграждения по прошествии первоначального периода удержания. Хотя на текущий момент возможность вывода ETH из стейка и их снятия не доступна, она будет поддерживаться в будущем обновлении. Эти правила относятся не только к Blockchain.com. Они относятся ко всей сети Ethereum.

source: Your Staking Rewards account allows you to earn rewards on your crypto.
ru: Ваш аккаунт Staking Rewards позволяет вам зарабатывать вознаграждения на своей криптовалюте.

source: Your steps towards owning the future.
ru: Ваши шаги к обладанию будущем.

source: Your Total Balance
ru: Ваш итоговый баланс

source: Your transactions can vary in time to complete depending on your bank or network traffic for on-chain transactions. We update your total balance as if a pending transaction has been completed. If for any reason the transaction fails, your funds will be returned.
ru: Время завершения транзакций может варьироваться в зависимости от банка и сетевого трафика для транзакций в чейне. Мы обновим ваш итоговый баланс, как если бы транзакция в ожидании была завершена. Если по какой-либо причине выполнить транзакцию не удастся, ваши средства будут возвращены.

source: Your verified email address is used to send payment alerts, ID reminders, and login codes.
ru: Ваш подтвержденный адрес электронной почты используется для отправки уведомлений об оплате, напоминаний об идентификаторе и кодов входа.

source: Your wallet is safe. We have blocked this device from logging into your wallet.
ru: Ваш кошелек в безопасности. Мы заблокировали это устройство от входа в ваш кошелек.

source: Your Wallet just got better
ru: Ваш Wallet стал лучше

source: You’ll need buy or receive %@ to your %@ Blockchain.com Account before you can start earning %@ on %@.
ru: Прежде чем вы сможете начать зарабатывать %3$@ на %4$@, вам нужно будет купить или получить %1$@ на свой аккаунт Blockchain.com %2$@.

source: You’ll need some crypto first!
ru: Сначала вам понадобится немного криптовалюты!

source: You’re almost done signing up for your Blockchain.com Wallet. Once you finish and get approved, start buying crypto.
ru: Вы почти закончили регистрацию Blockchain.com Wallet. Как только вы закончите и получите подтверждение, начинайте покупать криптовалюту.

source: Zip Code
ru: Почтовый Индекс

source: © %i Blockchain.com All rights reserved.
ru: © %i Blockchain.com. Все права защищены.

source: 😔 No results
ru: 😞 Нет результатов

source: 😞 No results
ru: 😞 Нет результатов

source: Debited
ru: Внесено в дебет

source: %@ requires a memo for all on-chain transactions.
ru: %@ требует напоминания для всех транзакций в чейне.

source: Active rewards
ru: Активные вознаграждения

source: Backup your Seed Phrase to keep your DeFi Wallet safe
ru: Создайте резервную копию сид-фразы, чтобы обеспечить безопасность вашего DeFi Wallet

source: Blockhain.com Account
ru: Аккаунт Blockhain.com

source: Earn crypto for securing your favorite blockchain networks.
ru: Зарабатывайте криптовалюту для защиты своих избранных сетей блокчейна.
