Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
ru: Предоставление данных вашего xPub разрешает третьим сторонам отслеживать историю ваших транзакций. Так как уполномоченные лица могут быть в состоянии нарушить ваш доступ к кошельку, предоставляйте данные xPub только людям, которым вы доверяете.

source: Show QR Code
ru: Показать QR-код

source: SMS
ru: смс

source: Something went wrong, please try reopening Buy & Sell Bitcoin again.
ru: Что-то пошло не так, попробуйте снова открыть функцию «Купить» и «Продать» Bitcoin.

source: Something went wrong. Please go back and try again.
ru: Что-то пошло не так. Пожалуйста вернитесь и попробуйте снова.

source: store
ru: хранить

source: Street line
ru: Строка улицы

source: Submitting information...
ru: Отправка информации...

source: Swap Now
ru: Обменять сейчас

source: Syncing Wallet
ru: Кошелек синхронизируется

source: Takes 10 min
ru: Это занимает 10 минут

source: Takes 3 min
ru: Это занимает 3 минуты

source: Tell Me More
ru: Расскажите больше

source: Terms & Conditions of Modulr
ru: Условия и положения Modulr

source: Terms of Services
ru: условия обслуживания

source: The easy way to
ru: Простой способ

source: The link you have used is not supported on this version of the app. Please update the app to access this link.
ru: Ссылка, которую вы использовали, не поддерживается в этой версии приложения. Пожалуйста, обновите приложение, чтобы получить доступ к этой ссылке.

source: The mobile number you entered is invalid.
ru: Введенный вами номер мобильного телефона недействителен.

source: The private key you are attempting to import is encrypted. Please enter the password below.
ru: Личный ключ, который вы пытаетесь импортировать, зашифрован. Введите пароль ниже.

source: The required photos are missing. The document you submitted is incorrect. We were unable to read the images you submitted due to image quality.
ru: Требуемые фотографии отсутствуют. Отправленный вами документ неверен. Нам не удалось прочитать предоставленные вами изображения из-за качества изображения.

source: The trade you created on %@ has been completed!
ru: Сделка, созданная вами на %@, была завершена!

source: The word does not match your Recovery Phrase
ru: Введенное слово не совпадает с вашей контрольной фразой

source: The words in your Recovery Phrase didn’t match. You can go back to the previous step and double check you wrote it down correctly
ru: Слова из вашей контрольной фразы не совпадают. Вы можете вернуться к предыдущему шагу и еще раз проверить, правильно ли вы ее записали

source: There was an error with the device input.
ru: Произошла ошибка ввода устройства.

source: There's a new way to trade. Link your Wallet for instant access.
ru: Есть новый способ торговли. Соедините свой Wallet для мгновенного доступа.

source: This email address has already been used to verify an existing wallet.
ru: Этот адрес электронной почты уже использовался для проверки существующего кошелька.

source: This feature is currently unavailable on iOS. Please visit our web wallet at Blockchain.com to proceed.
ru: Эта функция в настоящее время недоступна на iOS. Чтобы продолжить, посетите наш веб-кошелек на Blockchain.com.

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
ru: Этот адрес предназначен только для просмотра. Чтобы воспользоваться средствами из этого кошелька, отсканируйте свой личный ключ.

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
ru: Этот элемент помещен в архив. Несмотря на то, что вы не можете отправлять средства с этого элемента, они останутся в безопасности. Просто разархивируйте элемент, чтобы снова использовать его.

source: This is your address
ru: Это ваш адрес

source: This is your address QR code
ru: Это ваш QR-код адреса

source: This name is already in use. Please choose a different name.
ru: Это имя уже используется. Выберите другое имя.

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoin in this wallet will be inaccessible!!
ru: Это приведет к удалению всех данных кошелька на этом устройстве. Подтвердите, что информация о вашем кошельке сохранена в другом месте, в противном случае все средства в биткойнах на этом кошельке будут недоступны!!

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere, otherwise any bitcoin in this wallet will be inaccessible!
ru: Это приведет к удалению всех данных кошелька на этом устройстве. Подтвердите, что информация о вашем кошельке сохранена в другом месте, в противном случае все средства в биткойнах на этом кошельке будут недоступны!!

source: This will remove your
ru: Это приведет к удалению вашего

source: Tier zero
ru: Уровень ноль

source: To
ru: Кому

source: To receive crypto, all the sender needs is your crypto's address. You can find these addresses here.
ru: Чтобы получать криптовалюты, отправителю нужны только адреса ваших криптовалют. Вы можете найти эти адреса здесь.

source: To use this service, we require you to enter your second password. You should only need to enter this once to set up your Ether wallet.
ru: Чтобы воспользоваться этой услугой, вам необходимо ввести второй пароль. Вам нужно будет ввести его только один раз, чтобы настроить свой кошелек Ether.

source: Too Many PIN Attempts
ru: Слишком много попыток ввода PIN

source: Total
ru: Всего

source: Total Cost
ru: Общая стоимость

source: Touch ID
ru: Сенсорный идентификатор

source: Touch id authentication
ru: Сенсорная идентификация

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings -> Touch ID & Passcode and add a fingerprint.
ru: Сенсорный ID выключен на этом устройстве. Чтобы включить сенсорный ID, перейдите: Настройки -> Сенсорный ID и пароль и добавьте отпечаток пальца.

source: Touch-ID authentication
ru: Сенсорная идентификация

source: trade
ru: торговать

source: Trade Completed
ru: Сделка выполнена

source: Trade Crypto
ru: Торговать криптовалютой

source: Trade crypto with low fees without leaving your wallet.
ru: Торгуйте криптовалютой с низкой комиссией, не выходя из кошелька.

source: Trade Lightning Fast
ru: Торгуйте молниеносно

source: Trade one crypto for another without giving up control of your keys. Get competitive, real-time prices and fast on-chain settlement.
ru: Обменивайте одну криптовалюту на другую, не отказываясь от контроля над своими ключами. Получите конкурентоспособные цены в реальном времени и быстрые внутрицепочечные расчеты.

source: Trading your crypto doesn't mean trading away control.
ru: Торговать криптовалютой не значит торговать бесконтрольно.

source: Transfer Funds
ru: Перевод средств

source: Unable to authenticate because the device does not support biometric authentication.
ru: Невозможно провести аутентификацию, поскольку устройство не поддерживает биометрическую аутентификацию.

source: Unable to authenticate due to failing authentication too many times.
ru: Невозможно пройти аутентификацию из-за слишком большого количества неудачных попыток аутентификации.

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
ru: Не удается загрузить кошелек из-за отсутствия ответа от сервера. Вероятно, вы отключены, или Blockchain испытывает технические трудности. Попробуйте еще раз позже.

source: Unable to retrieve the input device.
ru: Невозможно подключиться к устройству ввода данных.

source: Unable to use biometrics.
ru: Невозможно использовать биометрические данные.

source: Unconfirmed
ru: неподтвержденный

source: Under Review
ru: На рассмотрении

source: Unfortunately we're having trouble verifying your identity, and we need you to resubmit your verification information.
ru: К сожалению, у нас возникли проблемы с удостоверением вашей личности, и нам нужно, чтобы вы повторно отправили свою информацию для подтверждения.

source: Unknown
ru: Неизвестный

source: Unverified
ru: непроверенный

source: Up to %@
ru: Максимум %@

source: Update Available
ru: Доступно обновление

source: Use %@ as PIN
ru: Используйте %@ в качестве PIN-кода

source: Use Passcode
ru: При помощи пароля

source: Use total spendable balance:
ru: Используйте общий расходный баланс:

source: Using your computer's camera, scan the QR code below.
ru: Используя камеру вашего компьютера, отсканируйте QR-код ниже.

source: Verification in Progress
ru: Выполняется проверка

source: Verify Your Backup
ru: Проверка вашей резервной копии

source: Verifying
ru: Верификация

source: View details
ru: Просмотр данных

source: Waiting for Payment
ru: Ожидание оплаты

source: Wallet
ru: Кошелек

source: Wallet Identifier
ru: Идентификатор кошелька

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
ru: Предупреждение. Идентификатор вашего кошелька является конфиденциальной информацией. Копирование может нарушить безопасность вашего кошелька.

source: Watch Only
ru: Только для просмотра

source: We are experiencing a service issue that may affect displayed balances. Don't worry, your funds are safe.
ru: Мы столкнулись с проблемой обслуживания, которая может повлиять на отображаемые балансы. Не волнуйтесь, ваши средства в безопасности.

source: We had trouble approving your identity. Your Swap feature has been disabled at this time.
ru: У нас возникли проблемы с проверкой вашей личности. В настоящее время ваша функция Swap отключена.

source: We just sent you a verification email. Your email address needs to be verified before you can connect to The Exchange.
ru: Мы только что отправили вам письмо с подтверждением. Ваш адрес электронной почты должен быть подтвержден, прежде чем вы сможете подключиться к Exchange.

source: week
ru: неделя

source: weeks
ru: недели

source: Welcome
ru: Добро пожаловать!

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
ru: Мы обнаружили предыдущую версию Blockchain Wallet на вашем телефоне.

source: Which document are you using?
ru: Какой документ вы используете?

source: Why do we need this?
ru: Зачем нам это надо?

source: word
ru: слово

source: Write Down Recovery Phrase
ru: Запишите контрольную фразу

source: year
ru: год

source: years
ru: годы

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
ru: Можно включить двухэтапную аутентификацию через SMS на вашем мобильном телефоне. Для того, чтобы использовать другие методы проверки подлинности, пожалуйста войдите в наш веб-кошелек.

source: You currently have email notifications enabled. Changing your email will disable email notifications.
ru: В настоящее время у вас включены уведомления по электронной почте. При изменении адреса электронной почты такой тип уведомлений будет отключен.

source: You must enter a label
ru: Вы должны ввести метку

source: You must enter a valid %@ address to send the transaction
ru: Для того, чтобы отправить транзакцию, Вам нужно ввести действительный адрес %@

source: You must enter a valid %@ address to send your ERC20 Token
ru: Для того, чтобы отправить свой токен ERC20, Вам нужно ввести действительный адрес %@

source: You must have at least one active address
ru: У вас должен быть хотя бы один активный адрес

source: You need to confirm your email address so that we can keep you informed about your wallet.
ru: Вам необходимо подтвердить свой адрес электронной почты, чтобы мы могли предоставлять Вам информацию о вашем кошельке.

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
ru: Если у вас есть доступ к ID кошелька и паролю, вы должны всегда выполнять сопряжение или входить в систему. Восстановление ваших средств создаст новый ID кошелька. Вы хотите продолжить?

source: You will be leaving the app.
ru: Вы выйдете из приложения.

source: You will need %@ to send the transaction
ru: Вам понадобится %@ для отправки транзакции

source: You will need ETH to send your ERC20 Token
ru: Вам понадобится ETH для отправки вашего токена ERC20

source: Your
ru: Ваш

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
ru: Похоже, что ваше устройство взломано. Возможно, безопасность вашего кошелька нарушена.

source: Your Home Address
ru: Ваш домашний адрес

source: Your information is being reviewed. The review should complete in 5 minutes. Please be aware there is a large waiting list for Stellar airdrops and unfortunately not all applications for free XLM will be successful.
ru: Ваша информация проверяется. Проверка должна завершиться в течение 5 минут. Имейте в виду, что есть большой список ожидания для раздач Stellar, и, к сожалению, не все приложения для бесплатного XLM будут работать.

source: Your mobile number has been verified.
ru: Номер мобильного телефона проверен.

source: Your mobile phone can be used to enable two-factor authentication or to receive alerts.
ru: Ваш мобильный телефон можно использовать для включения двухфакторной аутентификации или для получения предупреждений.

source: Your New PIN is Ready
ru: Ваш новый PIN-код готов

source: Your new PIN must be different
ru: Ваш новый PIN-код должен быть другим

source: Your Swap Limit is the maximum amount of crypto you can trade.
ru: Лимит обмена Swap — это максимальная сумма криптовалюты, которой вы можете торговать.

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
ru: Ваши переведенные средства будут в безопасности, а к вашим услугам будет дополнительная конфиденциальность и удобные функции резервного копирования и восстановления.

source: Your xPub is an advanced feature that contains all of your public addresses.
ru: Ваш xPub — это расширенная функция, которая содержит все ваши общедоступные адреса.

source: You’ll need to verify your phone number, provide a government issued ID and a Selfie.
ru: Необходимо будет подтвердить ваш номер телефона, а также предоставить официальный документ, удостоверяющий личность, и фото лица.

source: Yubi Key
ru: Ключ Yubi

source: Account Limits
ru: Ограничения учетной записи

source: Blockchain Wallet cannot obtain an Internet connection. Please check the connectivity on your device and try again.
ru: Blockchain Wallet не может получить доступ к интернету. Пожалуйста, проверьте подключение на вашем устройстве и попробуйте еще раз.

source: Change my number
ru: Изменить мой номер

source: Change my password
ru: Изменить мой пароль

source: Enter 5-character code
ru: Введите 5-значный код

source: Enter the following words from your Backup Phrase to complete the backup process.
ru: Введите следующие слова из вашей контрольной фразы, чтобы завершить процесс резервного копирования.

source: Est. Amount
ru: Приблизительная сумма

source: For your security, Blockchain does not keep any passwords on file. The following 12 word Backup Phrase will give you access to your funds in case you lose your password. Be sure to write it on a piece of paper and to keep it somewhere safe and secure.
ru: Blockchain не хранит ваши пароли на сервере с целью обеспечения безопасности. Вы можете получить доступ к своим средствам с помощью указанной контрольной фразы из 12 слов в том случае, если вы забудете свой пароль. Обязательно запишите эту фразу на листе бумаги и храните в надежном месте.

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto wallet.
ru: Если вы хотите обменять или отправить эти средства, сначала их нужно перенести на непопечительский кошелек с криптовалютой.

source: Invalid Code
ru: Недействительный код

source: Login to Web Wallet
ru: Войти в Веб-кошелек

source: Please enter the 5-character code sent to your number
ru: Введите 5-значный код, отправленный на ваш номер телефона

source: Rate Us
ru: Оцените нас

source: Resend Code
ru: Отправить код повторно

source: To use this service, we require you to enter your second password.
ru: Чтобы воспользоваться этой услугой, вам необходимо ввести второй пароль.

source: Update Password
ru: Обновить пароль

source: Wallet Version
ru: Версия кошелька

source: You must disable SMS 2-Step Verification before changing your mobile number.
ru: Вы должны отключить 2-шаговую верификацию по SMS перед изменением вашего мобильного телефона.

source: You're all set to connect your Blockchain Wallet to the Exchange.
ru: Все готово для подключения вашего Blockchain Wallet к Exchange.

source: Your Email
ru: Ваш адрес электронной почты

source: Address Line
ru: Строка адреса

source: Authorize Card
ru: Авторизовать карту

source: Bank Transfer
ru: Банковский перевод

source: Bank Wire Transfer
ru: Банковский перевод

source: Buy In Progress
ru: Покупка выполняется

source: buy order will complete
ru: ордер на покупку будет выполнен

source: buy order.
ru: ордер на покупку.

source: buy order. Note, your final amount might change to due market activity. Fees may apply.
ru: ордер на покупку. Обратите внимание, ваша окончательная сумма может измениться в связи с рыночной активностью. Могут взиматься сборы.

source: Buying
ru: Покупка

source: Credit or Debit Card
ru: Кредитная или дебетовая карта

source: Currently we don’t support buying crypto with
ru: В настоящее время мы не поддерживаем покупку криптовалют с

source: Exp:
ru: Срок действия

source: from your bank account to Blockchain.com. Once we receive the funds, we’ll create your
ru: со своего банковского счета на Blockchain.com. Как только мы получим средства, мы создадим ваш

source: is Not Supported
ru: не поддерживается

source: is now available in your Wallet.
ru: теперь доступны в вашем кошельке.

source: Limit
ru: Лимит

source: Once we receive your bank transfer, your
ru: Как только мы получим ваш банковский перевод, ваш

source: Once we receive your funds, we’ll start your
ru: Как только мы получим ваши средства, мы начнем

source: Payment Method
ru: Способ оплаты

source: Please go back and try again.
ru: Вернитесь и попробуйте снова.

source: Please transfer
ru: Выполнить перевод

source: Post Code
ru: Почтовый Индекс

source: Purchased
ru: Куплено

source: Search Currency
ru: Поиск валюты

source: Verify Now
ru: Подтвердить сейчас

source: Verify your identity and buy crypto with the fastest experience in the market.
ru: Проходите верификацию и покупайте криптовалюту быстрее, чем когда-либо.

source: View Home
ru: На главную

source: Zip
ru: Почтовый Индекс

source: Select a Wallet
ru: Выберите кошелек

source: Cancelled
ru: Отменено

source: Invalid Cardholder Name
ru: Неверное имя держателя карты

source: Invalid Email Address
ru: Недействительный адрес электронной почты

source: Invalid Expiry Date
ru: Неверная Дата Истечения

source: Invalid Mobile Number
ru: Недействительный номер мобильного телефона

source: Invalid Wallet Identifier
ru: Недействительный идентификатор кошелька

source: MM/YY
ru: ММ/ГГ

source: Passwords Do Not Match
ru: Пароли не совпадают

source: This card has already been saved
ru: Эта карта уже была сохранена

source: Code
ru: Код

source: Earn
ru: Заработать

source: Trading
ru: Торговля

source: Sending to
ru: Отправка на

source: Confirmations
ru: Подтверждения

source: Replaced
ru: Заменено

source: Trade
ru: Сделка

source: View on StellarChain.io
ru: Просмотреть в StellarChain.io

source: Add a
ru: Добавить

source: Bank
ru: Банк

source: Bank Transfers Only
ru: Только банковские переводы

source: Deposit Cash
ru: Внести наличные

source: Link a Bank
ru: Привязать банк

source: Max
ru: Максимум

source: Min
ru: Минимум

source: My
ru: Мой

source: NEW
ru: НОВОЕ

source: of Modulr, our banking partner.
ru: Modulr, нашего банковского партнера.

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. By depositing funds to this account, you agree to
ru: Отправляйте средства только с банковского счета на ваше имя. Если нет, то ваш депозит может быть отложен или отклонен. Внося средства на этот счет, вы соглашаетесь с

source: Select Cash or Card
ru: Выберите наличные или карту

source: Verify Identity
ru: Подтвердить личность

source: Verify Your Identity
ru: Подтвердите свою личность

source: We need to make sure it's really you to prevent fraud by uploading an ID.
ru: Мы должны убедиться, что это действительно вы, чтобы предотвратить мошенничество путем загрузки удостоверения.

source: Your Recipient name above must match the account holder's name on your bank account for your transfer to be successful. Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
ru: Указанное выше имя получателя должно совпадать с именем владельца счета на вашем банковском счете, чтобы перевод был успешным. Отправляйте средства только с банковского счета на ваше имя. Если нет, то ваш депозит может быть отложен или отклонен.

source: Linked Banks
ru: Связанные банковские счета

source: Withdraw
ru: Снять средства

source: Oops! Something Went Wrong. Please try again.
ru: Ой! Что-то пошло не так. Попробуйте еще раз.

source: You do not have enough ETH to process this transaction.
ru: У вас недостаточно ETH для обработки этой транзакции.

source: 1st of Every Month
ru: 1 числа каждого месяца

source: Accept or Share Your %@ Address
ru: Примите или поделитесь своим адресом %@

source: Annually
ru: Ежегодно

source: Available Currencies
ru: Доступные валюты

source: Cashout to Your Bank
ru: Обналичивание в ваш банк

source: Cloud Backup
ru: Облачное резервное копирование

source: Current Rate
ru: Текущий курс

source: Exchange %@ for Another Crypto
ru: Обменять %@ на другую криптовалюту

source: From: My %@ Trading Account
ru: От: Мой торговый счет %@

source: Get Paid
ru: Получить деньги

source: My %@ Wallet
ru: Мой кошелек %@

source: My Transaction
ru: Моя транзакция

source: Prices
ru: Цены

source: See your crypto balance increase every day. Get paid on the 1st of every month.
ru: Наблюдайте, как ваш криптовалютный баланс увеличивается каждый день. Получайте деньги 1 числа каждого месяца.

source: Shared With Blockchain
ru: Совместно с Blockchain

source: To prevent identity theft or fraud, we'll need to make sure it's really you by uploading an ID.
ru: Чтобы предотвратить кражу личных данных или мошенничество, нам нужно убедиться, что это действительно вы, путем загрузки удостоверения.

source: To: My %@ Account
ru: Кому: Мой аккаунт %@

source: Transfer %@ to Any Wallet
ru: Перевод %@ в любой кошелек

source: Use your Card or Cash
ru: Используйте свою карту или наличные

source: Verify your identity and earn up to 9.0% annually.
ru: Подтвердите свою личность и зарабатывайте до 9,0% ежегодно.

source: Visit Blockchain.com
ru: Посетите Blockchain.com

source: You can have a maximum of one bank per currency
ru: У вас может быть максимум один банк на валюту

source: %@ Custodial Accounts
ru: Кастодиальные счета %@

source: %@ Wallets
ru: %@ кошельки

source: New Swap
ru: Новый Swap

source: Your final amount might change due to market activity. An initial hold period of 3 days will be applied to your funds.
ru: Ваша итоговая сумма может измениться из-за активности на рынке. К вашим средствам будет применен первоначальный период удержания длительностью 3 дня.

source: Oops! Something went wrong.
ru: Ой! Что-то пошло не так.

source: Secure Connection
ru: Безопасное соединение
