Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Swap
ru: Обмен

source: Done
ru: Выполнено

source: Close
ru: близко

source: Wallet ID
ru: ID кошелька

source: Logout
ru: Выйти

source: Terms of Service
ru: условия обслуживания

source: Privacy Policy
ru: политика конфиденциальности

source: Manual Pairing
ru: Ручное сопряжение

source: Welcome to Blockchain.com
ru: Добро пожаловать на Blockchain.com

source: Backup phrase
ru: Контрольная фраза

source: Regular
ru: Обычный

source: Forget wallet
ru: Забыть кошелек

source: Wallets
ru: бумажники

source: Description
ru: Описание

source: Next
ru: Далее

source: Warning
ru: Предупреждение

source: Profile
ru: Профиль

source: Email Notifications
ru: Уведомления по электронной почте

source: Learn More
ru: Подробнее

source: Backup Phrase
ru: Резервная фраза

source: Copy Address
ru: Копировать адрес

source: Total Balance
ru: Итоговый баланс

source: Exchange Rate
ru: Обменный курс

source: Introducing the Exchange
ru: Представляем биржу

source: Checkout the Exchange
ru: Оформить заказ на бирже

source: Our Exchange will be able to:
ru: Наша биржа сможет:

source: Will Not:
ru: Не будет:

source: Sync addresses with your Wallet so you can securely sweep crypto between accounts
ru: Синхронизируйте адреса с вашим кошельком, чтобы вы могли безопасно использовать шифрование между учетными записями

source: Access the crypto in your wallet, access your keys, or view your password.
ru: Получите доступ к криптографии в своем кошельке, получите доступ к своим ключам или просмотрите свой пароль.

source: Connect Now
ru: Подключиться сейчас

source: Connected
ru: Связано

source: Contact Support
ru: Контактная поддержка

source: Taking You To the Exchange
ru: Приводит вас на Биржу

source: A new window should open within 10 seconds.
ru: Новое окно должно открыться в течение 10 секунд.

source: Verify Your Email
ru: Подтвердите свой адрес электронной почты

source: Didn’t get the email?
ru: Не получили письмо?

source: Send again
ru: Отправь снова

source: Connection Error
ru: Ошибка подключения

source: We could not connect your Wallet to the Exchange. Please go back to the Exchange and try again.
ru: Мы не смогли подключить ваш Кошелек к Бирже. Вернитесь на Биржу и попробуйте снова.

source: Success!
ru: Успех!

source: Enable 2-Step Verification
ru: Включить двухэтапную проверку

source: We can help you buy in just a few simple steps.
ru: Мы научим вас осуществлять покупки и продажи всего за несколько простых шагов.

source: Buy Crypto Now
ru: Купить Crypto сейчас

source: Wallet Recovery Phrase
ru: Фраза восстановления кошелька

source: You control your crypto. Write down your recovery phrase to restore all your funds in case you lose your password.
ru: Вы управляете своим крипто. Запишите свою фразу восстановления, чтобы восстановить все ваши средства в случае, если вы потеряете свой пароль.

source: View Bank Transfer Details
ru: Просмотр реквизитов банковского перевода

source: Expired
ru: Истекший

source: When you buy crypto, we store your funds securely for you in a Crypto Trading Wallet. These funds are stored by us on your behalf. You can keep them safe with us or transfer them to your non-custodial Wallet to own and store yourself.
ru: Когда вы покупаете crypto, мы надежно храним ваши средства в кошельке Crypto Trading. Эти средства хранятся нами от вашего имени. Вы можете хранить их в безопасности у нас или перевести на свой кошелек, не связанный с тюремным заключением, для хранения и хранения.

source: City
ru: Город

source: Buy & Sell
ru: Купить Продать

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
ru: Отправляйте средства только с банковского счета на ваше имя. Если нет, ваш депозит может быть отложен или отклонен.

source: Are you sure?
ru: Вы уверены?

source: Oops!
ru: К сожалению!

source: Account Number
ru: Номер счета

source: Sort Code
ru: Сортировочный код

source: My Bitcoin Wallet
ru: Мой биткойн кошелек

source: NSCameraUsageDescription
ru: Для этого приложения требуется сканирование QR-кодов.

source: NSMicrophoneUsageDescription
ru: Требуется для захвата видео.

source: NSFaceIDUsageDescription
ru: Включение идентификатора лица позволяет вам безопасно получить доступ к вашему кошельку.

source: NSLocationWhenInUseUsageDescription
ru: Blockchain.com требуется доступ к вашему местоположению, чтобы показать вам ближайшие предприятия, которые принимают Bitcoin.

source: NSPhotoLibraryUsageDescription
ru: Ваше разрешение необходимо для загрузки документов из вашей фотобиблиотеки.

source: and
ru: и

source: buy.
ru: купить.

source: digital currencies.
ru: криптовалюта.

source: %@ payment request.
ru: %@ запрос на оплату.

source: %@ Wallet Address
ru: %@ Адрес Wallet

source: , our banking partner.
ru: , наш банк-партнер.

source: 2-Step has been disabled.
ru: 2-шаговая верификация деактивирована.

source: 2-Step has been enabled for SMS
ru: 2-шаговая верификация по SMS активирована

source: Access More Cryptos
ru: Доступ к большему количеству криптовалют

source: Account Approved
ru: Аккаунт утвержден

source: Add Email
ru: Добавить адрес электронной почты

source: Address line
ru: Строка адреса

source: All rights reserved.
ru: Все права защищены.

source: Allow camera access?
ru: Разрешить доступ к камере?

source: Allow microphone access?
ru: Разрешить доступ к микрофону?

source: Amount
ru: Сумма

source: An error occured. Please try again
ru: Произошла ошибка. Попробуйте еще раз.

source: An error occurred due to interruptions during PIN verification. Please close the app and try again.
ru: Произошла ошибка из-за прерывания проверки PIN-кода. Закройте приложение и попробуйте еще раз.

source: An error occurred while changing 2-Step verification.
ru: Произошла ошибка при изменении двухэтапной аутентификации.

source: An error occurred while loading the data. Please try again.
ru: Произошла ошибка при загрузке данных. Пожалуйста, попробуйте еще раз.

source: An error occurred while saving your changes. Please make sure you are not logged into your wallet on another device.
ru: Произошла ошибка при сохранении внесенных вами изменений. Убедитесь, что вы не вошли в свой кошелек на другом устройстве.

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
ru: При загрузке вашего кошелька произошла ошибка. Возможно, у вас отсутствует подключение к интернету или возникли технические неполадки на сервисе Blockchain. Закройте приложение и попробуйте еще раз позже или выполните сопряжение устройства повторно.

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
ru: Ошибка извлечения идентификатора кошелька из связки ключей. Закройте приложение и повторите попытку.

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
ru: Отправьте это в архив, если НЕ хотите больше этим пользоваться. Ваши средства будут в безопасности, и вы можете при необходимости разархивировать это в любое время.

source: Archiving addresses
ru: Адреса для архивирования

source: Authenticate to unlock your wallet
ru: Пройдите аутентификацию, чтобы разблокировать кошелек

source: Authentication Failed. Please try again.
ru: Ошибка аутентификации. Пожалуйста, попробуйте еще раз.

source: Authentication was not successful because the user failed to provide valid credentials.
ru: Не удалось выполнить аутентификацию, потому что пользователь не смог предоставить действительные учетные данные.

source: Authorization Required
ru: Требуется авторизация

source: Available Today
ru: Доступно сейчас

source: Backspace
ru: Кнопка Backspace

source: Backspace button
ru: Кнопка Backspace

source: Balances
ru: Баланс

source: before proceeding.
ru: прежде чем продолжить.

source: Begin Now
ru: Начать сейчас

source: Biometrics authenticator is not configured on your device
ru: На вашем устройстве не настроен биометрический аутентификатор

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
ru: Blockchain не имеет доступа к камере. Чтобы разрешить доступ, перейдите в Настройки.

source: Blockchain does not have access to the microphone. To enable access, go to your device Settings.
ru: Blockchain не имеет доступа к микрофону. Чтобы включить доступ, зайдите в настройки вашего устройства.

source: Blockchain’s servers are currently under maintenance. Please try again later
ru: Серверы Blockchain в настоящее время находятся на техническом обслуживании. Пожалуйста, попробуйте еще раз позже

source: Built by Blockchain.com
ru: Создано Blockchain.com

source: Buy Now
ru: Купить сейчас

source: Buy order.
ru: Ордер на покупку.

source: Buying and selling crypto is not available in your region due to local laws. You can still use your wallet to Send, Receive and Store crypto.
ru: Покупка и продажа криптовалюты недоступны в вашем регионе из-за местного законодательства. Вы по-прежнему можете использовать свой кошелек для отправки, получения и хранения криптовалюты.

source: By creating a wallet you agree to Blockchain’s
ru: Создавая кошелек, вы соглашаетесь с

source: By depositing funds to this account, you agree to
ru: Внося средства на этот счёт, вы соглашаетесь с

source: By hitting "Begin Now", you agree to Blockchain’s %@ & %@
ru: Нажимая «Начать сейчас», вы соглашаетесь с %1$@ и %2$@ Blockchain

source: By tapping Begin Now, you agree to Coinify's Terms of Service & Privacy Policy
ru: Нажимая «Начать сейчас», вы соглашаетесь с Условиями обслуживания и Политикой конфиденциальности Coinify.

source: By tapping Submit, you agree to Blockchain’s %@ & %@
ru: Нажимая «Отправить», вы соглашаетесь с %1$@ и %2$@ Blockchain.com

source: Camera Access Denied
ru: Доступ к камере запрещен

source: Cannot open URL %@
ru: Не удается открыть URL %@

source: Cannot save PIN Code while wallet is not initialized or password is null
ru: Не удается сохранить PIN-код, если кошелек не инициализирован или пароль не введен

source: Change Email
ru: Изменить адрес электронной почты

source: Check out Swap
ru: Проверить Swap

source: Checking for more: Step %d of %d
ru: Проверка дополнительных сведений: шаг %1$d из %2$d

source: Coming soon to %@!
ru: Скоро доступно в %@!

source: Confirm Your PIN
ru: Подтвердите свой PIN-код

source: Confirmed
ru: подтвердил

source: Congratulations! We successfully verified your identity. You can now Exchange cryptocurrencies at Blockchain.
ru: Поздравляем! Мы успешно выполнили проверку вашей личности. Теперь вы можете обменивать криптовалюту в Blockchain.com.

source: Connection timed out. Please check your internet connection.
ru: Истекло время ожидания подключения. Проверьте Интернет-соединение.

source: Continue Verification
ru: Продолжить проверку

source: Cookie Policy
ru: Политика использования файлов cookie

source: Cookies Policy
ru: Политика использования файлов cookie

source: Copied!
ru: Скопировано!

source: Copy to Clipboard
ru: Скопировать в буфер обмена

source: Copy to clipboard
ru: Скопировать в буфер обмена

source: Copy Wallet ID
ru: Cкопировать ID кошелька

source: Copy xPub
ru: Копировать xPub

source: Create
ru: Создать

source: Create New Wallet
ru: Создать новый кошелек

source: Create Your PIN
ru: Создайте свой PIN-код

source: Creating a new address
ru: Создание нового адреса

source: day
ru: день

source: days
ru: дни

source: Decrypted PIN Password length 0
ru: Расшифрованная длина пароля PIN 0

source: Decrypting Private Key
ru: Расшифровка личного ключа

source: Delayed
ru: Задерживается

source: Deposit & Withdraw Euros/Dollars
ru: Вносить и снимать евро / доллары

source: Deposit crypto in your wallet to get started. It's the best way to store your crypto while keeping control of your keys.
ru: Поместите крипто в ваш кошелек, чтобы начать. Это лучший способ сохранить ваш крипто, сохраняя контроль над вашими ключами.

source: Detail is on your clipboard.
ru: Подробности скопированы в буфер обмена.

source: Do you really want to log out?
ru: Вы действительно хотите выйти?

source: Documents Needed
ru: Требуются документы

source: Don’t show again
ru: Больше не показывать

source: Driver's License
ru: Водительские права

source: eleventh
ru: одиннадцатый

source: Email
ru: Электронная почта

source: Email sent!
ru: Электронное письмо отправлено!

source: Enable %@
ru: Включить %@

source: Enable 2-Step
ru: Активировать 2-шаговую верификацию

source: Enable Face ID
ru: Включить идентификатор лица

source: Enable Touch ID
ru: Включить сенсорный идентификатор

source: Enabling this feature will allow all users with a registered %@ fingerprint on this device to access to your wallet.
ru: Включение этой функции позволит всем пользователям с зарегистрированной сенсорной ID отпечатков пальцев на этом устройстве обеспечить доступ в ваш кошелек.

source: Enter %@ address
ru: Введите адрес %@

source: Enter Password
ru: Введите пароль

source: Enter Verification Code
ru: Введите проверочный код

source: Enter Your PIN
ru: Введите свой PIN-код

source: Enter your verification code
ru: Введите проверочный код

source: Error
ru: ошибка

source: Error loading settings
ru: Ошибка загрузки настроек

source: Error updating settings
ru: Ошибка при обновлении параметров

source: Every country has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
ru: В каждой стране действуют разные правила касательного того, как покупать и продавать криптовалюты. Следите внимательно, мы сообщим вам, как только мы запустим работу в %@!

source: Every state has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
ru: В каждой стране действуют разные правила касательного того, как покупать и продавать криптовалюту. Следите за нашими обновлениями и мы сообщим, как только запустим работу в %@!

source: Exchange %@ Address
ru: Адрес %@ Exchange

source: Face ID
ru: Идентификатор лица

source: Face id authentication
ru: Аутентификация по идентификатору лица

source: Face-ID authentication
ru: Аутентификация по идентификатору лица

source: Failed to Authenticate because a passcode has not been set on the device.
ru: Ошибка аутентификации из-за отсутствия установленного пароля на устройстве.

source: Failed to confirm mobile number. Please try again.
ru: Ошибка подтверждения номера мобильного телефона, попробуйте еще раз.

source: Failed To Load Wallet
ru: Не удалось загрузить кошелек

source: Failed to send verification email. Please try again.
ru: Не удалось отправить письмо с подтверждением. Повторите попытку позже.

source: Failed to validate server certificate
ru: Не удалось проверить сертификат сервера

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
ru: Для вашей безопасности мы рекомендуем переводить балансовые остатки в импортируемых адресах на кошелек Blockchain.com.

source: Forget Wallet
ru: Забыть кошелек

source: Found %d, with %@
ru: Найдено %1$d, с %2$@

source: From
ru: От

source: from your bank account to Blockchain.com. Depending on the transfer method and availability of funds, this may take up to 1 business day.
ru: со своего банковского счета на Blockchain.com. В зависимости от способа перевода и наличия средств это может занять до 1 рабочего дня.

source: from your bank to Blockchain.com. Funds are generally available to trade in 1 business day.
ru: из вашего банка на Blockchain.com. Средства обычно доступны для торговли в течение 1 рабочего дня.

source: Get Free Crypto
ru: Получите криптовалюту бесплатно

source: Go to login.blockchain.com on your computer.
ru: Перейдите на страницу login.blockchain.com со своего компьютера.

source: Google Authenticator
ru: Аутентификатор Google

source: Here are a few tips to get your account up and running, we’ll also help you make sure everything is secure.
ru: Вот несколько советов по настройке вашего аккаунта, мы также поможем вам убедиться, что все безопасно.

source: Hide QR Code
ru: Скрыть QR-код

source: hr
ru: час

source: hrs
ru: часов

source: Identifier
ru: Идентификатор

source: In Progress
ru: В ходе выполнения

source: In Review - Need More Info
ru: На рассмотрении, требуется дополнительная информация

source: Incorrect PIN
ru: Неверный PIN-код

source: Information
ru: Информация

source: Introducing Blockchain's faster, smarter way to trade your crypto. Upgrade now to enjoy benefits such as better prices, higher trade limits and live rates.
ru: Представляем вам более быстрый и эффективный способ торговли криптовалютой от Blockchain.com. Обновите приложение сейчас, чтобы воспользоваться более выгодными ценами, более высокими торговыми лимитами и ставками в реальном времени.

source: Invalid %@ Address
ru: Недействительный адрес %@

source: Invalid email address.
ru: Недопустимый адрес электронной почты.

source: Invalid Pairing Code
ru: Недействительный код сопряжения

source: Invalid recovery phrase. Please try again
ru: Фраза для восстановления кошелька недействительна. Попробуйте еще раз

source: Invalid recovery phrase. Please try again,
ru: Фраза для восстановления кошелька недействительна. Попробуйте еще раз

source: Invalid server response. Please try again later.
ru: Неверный ответ сервера. Пожалуйста, повторите попытку позже.

source: Invalid Shared Key
ru: Недопустимый общий ключ

source: Invalid Status Code Returned %@
ru: Недопустимый код статуса %@

source: Invalid two-factor authentication type
ru: Недопустимый тип двухфакторной аутентификации

source: is on your clipboard.
ru: скопировано в буфер обмена.

source: It's time to Level Up to a better crypto exchange. Buy, sell, and trade more digital assets in the Blockchain.com Exchange.
ru: Пришло время повысить уровень до лучшего крипто-обмена. Покупайте, продавайте и торгуйте больше цифровых активов на Exchange Blockchain.com.

source: Jumpstart your crypto portfolio by easily buying and selling Bitcoin.
ru: Начните создавать свой портфель криптовалют, легко покупая и продавая биткойны.

source: Just a moment.
ru: Минуточку.

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
ru: Обращайтесь с xPub как с конфиденциальной информацией. Кто-либо с доступом к вашему xPub сможет увидеть все ваши средства и транзакции.

source: KYC Status
ru: Статус верификации пользователя

source: Label
ru: Ярлык

source: Label Address
ru: Пометить адрес

source: Label must contain letters and numbers only
ru: Метка должна содержать только буквы и цифры

source: Label must have less than 18 characters
ru: Метка должна иметь менее 18 символов

source: Learn more
ru: Дополнительно

source: Link requires app update
ru: Ссылка требует обновления приложения

source: list of countries
ru: список стран

source: Loading
ru: Загрузка

source: loading Settings
ru: загрузка настроек

source: Loading transactions
ru: Загрузка транзакций

source: Loading Your Wallet
ru: Загрузка вашего Wallet

source: Log in to refresh addresses
ru: Войдите, чтобы обновить адреса

source: Login existing Wallet
ru: Войти в существующий кошелек

source: Make Default
ru: Сделать настройкой по умолчанию

source: Medium
ru: Средний

source: Memo
ru: напоминание

source: Message Me When Available
ru: Отправьте мне сообщение, когда станет доступно

source: Mobile Number
ru: Номер мобильного телефона

source: month
ru: месяц

source: months
ru: месяцев

source: More
ru: Больше

source: New Email Address
ru: Новый электронный адрес

source: New email must be different
ru: Новый пароль должен отличаться от старого

source: No description
ru: Описание отсутствует

source: No internet connection available. Please check your network settings.
ru: Нет доступного подключения к Интернету. Проверьте настройки сети.

source: No internet connection.
ru: Нет подключения к Интернету.

source: No Label
ru: Без метки

source: No Password Entered
ru: Не введен пароль

source: Not all countries are supported at this time. Check our up to date
ru: В настоящее время не все страны поддерживаются. Проверьте наш актуальный

source: Not Enough %@
ru: Недостаточно %@

source: Not enough %@ for fees
ru: Недостаточно %@ для оплаты комиссии

source: Notify Me
ru: Уведомить меня

source: OK
ru: Хороший

source: Open %@
ru: Открыть %@

source: Open Mail
ru: Открыть почту

source: Our Blockchain Support Team has written Help Guides explaining why we need to verify your identity
ru: Служба поддержки Blockchain создала справочные руководства, объясняющие, почему нам необходимо подтвердить вашу личность

source: Parsing Pairing Code
ru: Интерпретация кода сопряжения

source: PIN Response Object key or value length 0
ru: Ответ PIN ключа или значение суммы 0

source: PIN response Object success length 0
ru: Ответ PIN ключа или значение суммы 0

source: PIN Validation Error
ru: Ошибка проверки PIN-кода

source: PINs don't match
ru: PIN-коды не совпадают

source: Please allow your Blockchain app access to your microphone. This is an optional request designed to enhance user security while performing ID verification
ru: Разрешите приложению Blockchain доступ к вашему микрофону. Это необязательный запрос, предназначенный для повышения безопасности пользователя при выполнении проверки личности

source: Please check your email and click on the verification link.
ru: Пожалуйста, проверьте свою электронную почту и нажмите на ссылку для подтверждения.

source: Please check your internet connection.
ru: Проверьте Интернет-соединение.

source: Please choose another PIN
ru: Выберите другой PIN-код

source: Please choose from the options below.
ru: Выберите один из вариантов ниже.

source: Please enable 2FA on your Exchange account to complete deposit.
ru: Пожалуйста, включите 2FA в вашей учетной записи Exchange, чтобы завершить депозит

source: Please provide an email address.
ru: Укажите адрес электронной почты.

source: Please return to the Exchange to complete account setup.
ru: Заново войдите на сервис Exchange, чтобы завершить настройку учетной записи.

source: Please review and confirm your
ru: Просмотрите и подтвердите свой

source: Please send %@ to
ru: Отправьте %@ на

source: Please try again
ru: Попробуйте еще раз

source: Please verify your email address first.
ru: Сначала верифицируйте свой адрес электронной почты.

source: Please wait until your last ETH transaction confirms
ru: Пожалуйста, дождитесь подтверждения последней транзакции ETH

source: Price
ru: Цена

source: Private Key Needed
ru: Необходим закрытый ключ

source: Ready for the the best Blockchain App yet? Download our latest build and get more out of your Crypto.
ru: Готовы к лучшему приложению Blockchain? Загрузите нашу последнюю версию и получите больше от своих криптовалют.

source: Receive
ru: Получить

source: Recovering Funds
ru: Восстановление средств

source: Recovery passphrase
ru: Кодовая фраза восстановления

source: Recovery Phrase
ru: Фраза восстановления

source: Refund in Progress
ru: Возврат в процессе

source: Required
ru: необходимые

source: Resend verification email
ru: Выслать сообщение о верификации повторно

source: Resend verification SMS
ru: Выслать SMS о верификации повторно

source: Retry Validation
ru: Повторить проверку

source: Scan Private Key
ru: Сканировать личный ключ

source: Second Password Incorrect
ru: Неверный второй пароль

source: Second Password Required
ru: Требуется второй пароль

source: Securely transfer
ru: Безопасно переводите средства

source: Send Again
ru: Отправить еще раз

source: Sent
ru: Отправлено

source: Set as Default?
ru: Установить по умолчанию?
