Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Linked Cards
ru: Подключённые Карты

source: Live Prices
ru: Актуальные цены

source: Local Currency
ru: Национальная Валюта

source: Location
ru: Местоположение

source: Log In
ru: Авторизация

source: Log In Request
ru: Запрос на вход

source: Log into DApps and sign transactions
ru: Войдите в DApps и подпишите транзакции

source: Log Out
ru: Выйти

source: Logging in blockchain.com? Scan the code with your phone to log in.
ru: Входите в blockchain.com? Чтобы войти, отсканируйте код с помощью телефона.

source: Logging you in on the web now.
ru: Происходит вход в систему в сети.

source: Low Fees
ru: Низкие комиссии

source: Main reasons for this to happen:
ru: Основные причины этого:

source: Manage
ru: Управлять

source: Manage your assets across multiple chains
ru: Управляйте активами в нескольких чейнах

source: Manual Back Up
ru: Резервное копирование вручную

source: Manual Review
ru: Ручная проверка

source: Maybe Later
ru: Может быть позже

source: Minimum 1 sat/byte required
ru: Требуется минимум 1 сат/байт

source: Monthly
ru: Ежемесячно

source: Monthly rewards for holding crypto with us.
ru: Ежемесячные вознаграждения за хранение криптовалюты на нашем ресурсе.

source: Most Popular
ru: Самое популярное

source: Multi-chain Support
ru: Поддержка нескольких сетей

source: Name on Card
ru: Имя на Карте

source: National ID Card
ru: Национальное удостоверение личности

source: Need help?
ru: Нужна помощь?

source: Need some help?
ru: Нужна помощь?

source: Net Earnings
ru: Новые заработки

source: Network Fee
ru: Сетевая комиссия

source: Network Fees
ru: Сетевые комиссии

source: Network fees are set by the %@ and %@ network. [Learn more about fees]()
ru: Сетевые комиссии устанавливаются сетями %1$@ и %2$@. [Подробнее о комиссиях]()

source: Never Miss a Crypto Moment.
ru: Никогда не упускайте лучший крипто-момент.

source: New Login Attempt
ru: Новая попытка входа

source: New Quote in:
ru: Новое предложение через:

source: Newly added funds are subject to a holding period. You can transfer between your Trading, Rewards, and Exchange accounts in the meantime.
ru: Для вновь добавленных средств действует период удержания. Во время удержания вы можете переводить средства между своими торговыми счетами, счетами вознаграждений и Exchange.

source: Next Buy
ru: Следующая покупка

source: Next Buy:
ru: Следующая покупка:

source: Next Rewards Payment
ru: Следующая выплата вознаграждений

source: No
ru: нет

source: No Limit
ru: Нет ограничений

source: Non-Spendable
ru: Не Подлежит Расходованию

source: Not available in your region
ru: Недоступно в вашем регионе

source: Not Backed Up
ru: Резервное копирование не выполнено

source: Not now
ru: Не сейчас

source: Not Now
ru: Не сейчас

source: Not your account? If you would like to sign into a different account, press ‘Forget Wallet’ below.
ru: Не ваша учетная запись? Если вы хотите войти в другую учетную запись, нажмите «Забыть кошелек» ниже.

source: Notification Preferences
ru: Настройки уведомлений

source: Notification settings failed to load
ru: Не удалось загрузить настройки уведомлений

source: of
ru: из

source: On
ru: Вкл.

source: On hold
ru: На удержании

source: On the
ru: Число:

source: Once staked, ETH funds can’t be unstaked or transferred for an unspecified period of time. This may be up to 6 - 12 months away, but could be even longer. Your ETH will also be subject to a bonding period of %@ before it generates rewards.
ru: После внесения в стейк средства ETH нельзя будет выводить из стейка или переводить в течение неопределенного периода времени. Этот период может составлять от 6 до 12 месяцев и даже дольше. Кроме того, прежде чем ваши ETH начнут приносить вознаграждения, к ним будет применен период удержания в %@.

source: Once your application is approved, we'll let you know.
ru: Когда ваша заявка будет одобрена, мы дадим вам знать.

source: One time buy
ru: Разовая покупка

source: Only send funds to a bank account in your name. If not, your withdrawal could be delayed or rejected.
ru: Отправляйте средства только на банковский счет, открытый на ваше имя. В противном случае вывод средств может быть задержан или отклонен.

source: Oops! For security reasons, your balance is currently locked, please try again later.
ru: Ой! По соображениям безопасности ваш остаток в настоящее время заблокирован. Пожалуйста, повторите попытку позже.

source: Oops! Looks like that address is invalid, please try again.
ru: Ой! Похоже, этот адрес недействителен, попробуйте еще раз.

source: Oops! Looks like that cryptocurrency is invalid, please try again.
ru: Ой! Похоже, эта криптовалюта недействительна, попробуйте еще раз.

source: Oops! Looks like that fiat is invalid, please try again.
ru: Ой! Похоже, что эти фиатные деньги недействительны, попробуйте еще раз.

source: Oops! Looks like that isn’t a valid amount, please try again.
ru: Ой! Похоже, что это неверная сумма, попробуйте еще раз.

source: Oops! Something went wrong
ru: Ой! Что-то пошло не так

source: Oops! Something Went Wrong.
ru: Ой! Что-то пошло не так.

source: Oops! That service isn’t available at the moment, please try again later.
ru: Ой! Эта услуга в настоящий момент недоступна, пожалуйста, попробуйте еще раз позже.

source: Oops! The amount we quoted you is no longer valid, please try again.
ru: Ой! Сумма, которую мы указали, больше недействительна, пожалуйста, попробуйте еще раз.

source: Oops! This service is currently unavailable, please try again later.
ru: Ой! Эта услуга в настоящее время недоступна. Пожалуйста, попробуйте еще раз позже.

source: Oops! This service isn’t currently available. Please contact support.
ru: Ой! Эта услуга в настоящее время недоступна. Пожалуйста, обратитесь в службу поддержки.

source: Oops! You don’t have enough funds to Withdraw
ru: Ой! У вас недостаточно средств для вывода

source: Open Blockchain.com Account
ru: Открыть аккаунт Blockchain.com

source: Open Email App
ru: Открыть приложение электронной почты

source: or Select a Wallet
ru: или выберите Кошелек

source: Order Card
ru: Карта ордера

source: Other
ru: Другое

source: Passive
ru: Пассивные

source: Passive Rewards
ru: Пассивные вознаграждения

source: Password
ru: Пароль

source: Password is incorrect.
ru: Неверный пароль.

source: Password Required
ru: Требуется пароль

source: Password required
ru: Требуется пароль

source: Password Strength
ru: Надежность пароля

source: Payment Declined
ru: Платеж отклонен

source: Payment Frequency
ru: Частота платежей

source: Payment Information
ru: Платежная информация

source: Payment Methods
ru: Способы оплаты

source: Payment Rejected
ru: Платеж отклонен

source: Payment Request Expired
ru: Запрос на оплату истек

source: Pending
ru: В ожидании подтверждения

source: Pending Activity
ru: Действия в ожидании

source: Per Day
ru: В день

source: Per Month
ru: В месяц

source: Per Year
ru: В год

source: Pick up where you left off and complete your identity verification.
ru: Возьмите, где вы остановились, и завершите проверку вашей личности.

source: Please allow your Blockchain.com app access to your microphone. This is an optional request designed to enhance user security while performing ID verification
ru: Пожалуйста, разрешите приложению Blockchain.com доступ к вашему микрофону. Это необязательный запрос, предназначенный для повышения безопасности пользователя при выполнении проверки личности.

source: Please allow your Blockchain.com App access your camera to upload your ID and take a Selfie.
ru: Пожалуйста, позвольте вашему приложению Blockchain.com получить доступ к камере, чтобы загрузить свое удостоверение личности и сделать селфи.

source: Please check your email to approve this login attempt.
ru: Пожалуйста, проверьте свою электронную почту, чтобы одобрить эту попытку входа в систему.

source: Please ensure you've agreed to our Terms.
ru: Убедитесь, что вы согласились с нашими Условиями.

source: Please link a Current Account.
ru: Привяжите текущий счет.

source: Please relink your bank account to ensure faster settlement.
ru: Повторно привяжите свой банковский счет, чтобы ускорить расчет.

source: Please restart the app and try again. If it doesn't work, our team may need to investigate further.
ru: Запустите приложение и попробуйте снова.Если это не поможет, нашей команде, возможно, понадобится тщательнее изучить проблему.

source: Please try again or select a different payment method.
ru: Повторите попытку или выберите другой способ оплаты.

source: Please, enter your bank Alias/CBU/CVU to link a new bank account in your name. If you enter an alias: - It has to be between 6 and 20 characters (letters, numbers, dash and dot) - Don’t include the letter “ñ”, accents, gaps and other special characters.
ru: Пожалуйста, введите название/CBU/CVU вашего банка, чтобы привязать новый банковский счет на ваше имя. Если вы вводите название: - Оно должно быть от 6 до 20 символов (буквы, цифры, тире и точка) - Не включайте букву «ñ», ударения, пробелы и другие специальные символы.

source: Point your phone at a friend’s QR code and we’ll paste the address.
ru: Наведите телефон на QR-код друга, и мы вставим адрес.

source: Portfolio
ru: Портфель

source: Postal Code
ru: Почтовый Код

source: Preferences
ru: Предпочтения

source: Price movements may result in a reduction of your asset’s balance. Once subscribed, assets are locked until the following week and subject to market volatility. Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
ru: Изменения цен могут привести к уменьшению баланса вашего аккаунта. После выделения средств они будут заблокированы до следующей недели и будут подвержены влиянию волатильности рынка. Blockchain.com не несет ответственности за убытки, понесенные вследствие колебаний цен. Торгуйте осторожно.

source: Priority
ru: приоритет

source: Privacy protected with 256-Bit SSL encryption.
ru: Конфиденциальность защищена 256-битным шифрованием SSL.

source: Processing Time
ru: Время обработки

source: Protect your wallet from unauthorized access by enabling 2-Step Verification.
ru: Защитите свой кошелек от несанкционированного доступа, включив двухэтапную проверку.

source: Purchase
ru: Купить

source: Put your crypto to work
ru: Пустите вашу криптовалюту в дело

source: Quickly sign into your wallet instead of using your PIN.
ru: Быстро войдите в свой кошелек вместо того, чтобы использовать PIN-код.

source: Re-enter new password
ru: Введите новый пароль еще раз

source: Read more
ru: Читать далее

source: Read More
ru: Читать далее

source: Read more on our new offering %@ Rewards.
ru: Узнайте больше о нашем новом предложении %@ Rewards.

source: Read Now
ru: Прочитай сейчас

source: Receive %@
ru: Получить %@

source: Received
ru: Получено

source: Recipient
ru: Получатель

source: Recover Funds
ru: Восстановить средства

source: Recurring Buy
ru: Повторяющаяся покупка

source: Recurring Buys
ru: Повторяющиеся покупки

source: Referral program
ru: Реферальная программа

source: Refunded
ru: Возмещено

source: Relink Bank Account
ru: Повторно привязать банковский счет

source: Remember to keep your recovery phrase stored in a safe location and to never share it with anyone.
ru: Храните фразу восстановления в безопасном месте и никому ее не сообщайте.

source: Remove
ru: Удалить

source: Remove Bank
ru: Удалить банк

source: Remove Card
ru: Удалить карту

source: Report Bug
ru: Сообщить об ошибке

source: Request
ru: Запрос

source: Requires Email, Name, Date of Birth and Address
ru: Требуется адрес электронной почты, имя, дата рождения и адрес

source: Resend
ru: Отправить заново

source: Reset
ru: Сброс

source: Reset Account
ru: Сбросить аккаунт

source: Reset Filters
ru: Сбросить фильтры

source: Reset Password
ru: Сбросить пароль

source: Reset Words
ru: Сбросить слова

source: Reset Your Account?
ru: Выполнить сброс счета?

source: Residence Card
ru: Вид на жительство

source: Retry Recovery Phrase
ru: Введите фразу восстановления повторно

source: Rewards
ru: Вознаграждения

source: Rewards Earned
ru: Заработанные вознаграждения

source: Rewards Rate
ru: Показатель вознаграждений

source: Rewards Summary
ru: Сводка вознаграждений

source: Routing Number
ru: Номер маршрута

source: Save
ru: Сохранить

source: Save My Card
ru: Сохранить Карту

source: Scan & Connect
ru: Сканировать и подключить

source: Scan a Friend’s QR Code
ru: Отсканировать QR-код друга

source: Scan a QR Code
ru: Сканировать QR-код

source: Scan Pairing Code
ru: Отсканируйте код сопряжения

source: Search
ru: Поиск

source: Search coin
ru: Поиск койна

source: Search Coin
ru: Поиск койна

source: Search coin, type or date
ru: Поиск койна, типа или даты

source: Search Coins
ru: Искать монеты

source: Search Country
ru: Поиск страны

source: Secure Your %@
ru: Защитите свой %@

source: Secure Your DeFi Wallet
ru: Защитите свой DeFi Wallet

source: Securely Linking Your Card
ru: Надёжное подключение Вашей Карты

source: Security
ru: Безопасность

source: See all
ru: Смотреть все

source: See All Transactions
ru: Просмотреть все транзакции

source: See Details
ru: Просмотреть подробности

source: Select a Cryptocurrency
ru: Выбрать криптовалюту

source: Select a Trading Currency.
ru: Выберите валюту для торговли.

source: Select a wallet to sell from.
ru: Выберите кошелек, с которого вы хотите осуществить продажу.

source: Select Country
ru: Выбрать страну

source: Select Your Currency
ru: Выберите валюту

source: Self-Custody
ru: Самостоятельное хранение

source: Self-Custody Your Assets
ru: Самостоятельное хранение ваших активов

source: Self-custody your crypto across multiple blockchains, use dapps, and collect NFTs.
ru: Самостоятельно храните криптовалюту в нескольких блокчейнах, используйте децентрализованные приложения и собирайте NFT.

source: Sell
ru: Продать

source: Sell Now
ru: Продать сейчас

source: Send
ru: Отправить

source: Send crypto anywhere, anytime. All you need is the recipient’s crypto address.
ru: Отправить криптовалюту куда угодно, когда угодно. Все, что вам нужно, это криптовалютный адрес получателя.

source: Send Now
ru: Отправить сейчас

source: Send to Any Wallet
ru: Отправить на любой Wallet

source: Send, Receive, Buy and Swap cryptocurrencies with your Blockchain.com Account.
ru: Отправляйте, получайте, покупайте и обменивайте криптовалюты с помощью аккаунта Blockchain.com.

source: Settings
ru: Настройки

source: Share
ru: Поделиться

source: Share Address
ru: Поделиться адресом

source: Show
ru: Показать

source: Show Blockchain.com Accounts
ru: Показать аккаунты Blockchain.com

source: Show small balances
ru: Показать малые балансы

source: Show Transfer Details
ru: Показать детали перевода

source: Signature Request
ru: Запрос на подпись

source: Signed
ru: Подписано

source: Skip
ru: Пропустить

source: Something went wrong. Please try again.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.

source: soon
ru: скоро

source: Stake %@
ru: Внести %@ в стейк

source: Staked
ru: В стейке

source: Staking Account
ru: Стейкинг-аккаунт

source: Staking Considerations
ru: Что следует учитывать при стейкинге

source: Staking Rewards
ru: Вознаграждения за стейкинг

source: Stale Balance
ru: Устаревший баланс

source: Start Swapping
ru: Конвертируй

source: Start Verification
ru: Начать проверку

source: State
ru: Штат

source: Status
ru: Статус

source: Step 1 of 2
ru: Шаг 1 из 2

source: Step 2 of 2
ru: Шаг 2 из 2

source: Strong
ru: Надежный

source: Submit
ru: Отправить

source: Subscribed
ru: Выделено

source: Success
ru: успех

source: Summary
ru: Резюме

source: Swap %@ for %@
ru: Обменять %1$@ на %2$@

source: Swap by Blockchain enables you to trade crypto with best prices, and quick settlement, all while maintaining full control of your funds.
ru: Функция обмена Blockchain.com дает возможность торговать криптовалютами по лучшим ценам и с быстрым расчетом, при сохранении полного контроля над своими средствами.

source: Swap Complete
ru: Своп завершен

source: Swap Crypto
ru: Обменять криптовалюту

source: Swap Currently Unavailable
ru: В данный момент функция Swap недоступна

source: Swap from
ru: Обменять из

source: Swap Max
ru: Макс. Swap

source: Swap More Crypto
ru: Обменять больше криптовалюты

source: Swap to
ru: Обменять на

source: Swap Your Crypto
ru: Обменяйте свою криптовалюту

source: Swapped
ru: Выполнен своп

source: Swipe to continue ->
ru: Проведите, чтобы продолжить ->

source: Switch easily between your Blockchain.com Account and %@.
ru: Легко переключайтесь между аккаунтом Blockchain.com и %@.

source: Tap here to upgrade your profile and swap this amount.
ru: Нажмите здесь, чтобы обновить свой профиль и обменять эту сумму.

source: Tap the words to put them in the correct order.
ru: Касаясь слов, расположите их в правильном порядке.

source: Terms & Conditions
ru: Условия и положения

source: The card issuer did not respond in time, please check your network connection and try again.
ru: Эмитент карты не ответил вовремя, проверьте сетевое подключение и попробуйте снова.

source: The exchange rate is the best price available for %@ in terms of 1 %@. [Learn more]()
ru: Обменный курс — это лучшая цена, доступная для %1$@, выраженная в 1 %2$@. [Подробнее]()

source: The initial %@ order of %@ is being processed, we will let you know when its done. Your %@ buy of %@ of %@ is being set up.
ru: Ваш первоначальный ордер на %1$@ %2$@ обрабатывается, мы сообщим вам, когда он будет выполнен. Ваша %3$@ покупка %4$@ %5$@ подготавливается.

source: The latest balance we fetched indicates you do not have enough funds in your bank account to make this transaction. Please check and try again.
ru: Последний полученный баланс указывает на то, что на вашем банковском счете недостаточно средств для совершения этой транзакции. Пожалуйста, проверьте и попробуйте снова.

source: The message has been successfully signed. Go back to the dApp.
ru: Сообщение было успешно подписано. Вернитесь в приложение.

source: The minimum amount for any buy is **%@**.
ru: Минимальная сумма для любой покупки составляет **%@**.

source: The next few screens will display the 12 words you will need to recover your DeFi Wallet if you lose your password.
ru: На нескольких следующих экранах будет отображено 12 слов, которые понадобятся вам для восстановления своего DeFi Wallet в случае утери пароля.

source: The only crypto app you'll ever need.
ru: Единственное приложение для криптовалюты, которое вам когда-либо понадобится.

source: There was a problem fetching your notifications settings. Please reload or try again later.
ru: При получении настроек уведомлений возникла проблема. Перезагрузите страницу или попробуйте еще раз позже.

source: These 12 words give you access to your DeFi Wallet. Please back them up to the cloud or write them down manually.
ru: Эти 12 слов дают вам доступ к вашим DeFi Wallet. Сохраните их резервную копию в облаке или запишите вручную.

source: This card often declines crypto transactions.
ru: Эта карта часто отклоняет криптовалютные транзакции.

source: This could take up to 1 minute.
ru: Это может занять до 1 минуты.

source: This is the currency in which your balance will be displayed.
ru: Это валюта, в которой будет отображаться ваш баланс.

source: This is the currency that you use to buy and sell crypto.
ru: Это валюта, которую вы используете для покупки и продажи криптовалюты.

source: This means that if you lose your recovery phrase, you will lose access to your %@ funds. You can always restore your %@ funds later if you find your recovery phrase.
ru: Это означает, что если вы потеряете фразувосстановления, то вы потеряете доступ к своим средствам %1$@. Вы всегда можете восстановить свои средства %2$@ позже, если найдете фразу восстановления.

source: Timeout
ru: Истекло время ожидания

source: Timing the market is hard, which is why many investors use Dollar Cost Averaging.
ru: Вычислить наиболее выгодное время для сделок довольно трудно, поэтому многие инвесторы используют усреднение долларовой стоимости.

source: To Blockchain.com Accounts
ru: На аккаунты Blockchain.com

source: To get started, buy your first BTC.
ru: Чтобы начать, купите свой первый BTC.

source: To get started, deposit crypto to your DeFi Wallet
ru: Чтобы начать, внесите криптовалюту в свой DeFi Wallet

source: To qualify, your friends must:
ru: Чтобы соответствовать требованиям, ваши друзья должны:

source: Too Many Buys Pending
ru: Слишком много ожидающих покупок

source: Total Deposited
ru: Всего внесено на депозит

source: Total Earned
ru: Всего заработано

source: Total On Hold
ru: Всего на удержании

source: Total Staked
ru: Всего в стейке

source: Total Subscribed
ru: Всего выделено

source: Track the live price of over 1,200 coins and find new ones to add to your wallet.
ru: Отслеживайте текущую цену более 1200 монет и находите новые для добавления в свой кошелек.

source: Tradable
ru: Доступно для торговли

source: Trading Currency
ru: Валюта торговли

source: Trading Restricted
ru: Торговля ограничена

source: Trading Wallet
ru: Торговый кошелек

source: Transaction Fee
ru: Комиссия Транзакции

source: Transaction ID
ru: Номер(ID) Транзакции

source: Transaction limits may apply to certain banks and card issuers. Purchase or deposit limits are determined by many factors, including verification completed on your account, your purchase history, your payment type, and more. Learn more about Blockchain.com Accounts, Limits, and features by visiting our [Support Center](https://blockchain.com).
ru: К определенным банкам и эмитентам карт могут применяться лимиты на транзакции. Лимиты на покупки или депозиты определяются многими факторами, включая завершение проверки вашего счета, историю покупок, тип оплаты и многое другое. Узнайте больше об аккаунтах Blockchain.com, лимитах и возможностях, посетив наш [Центр поддержки](https://blockchain.com).

source: Transfer cash from your bank and enable your cash balances.
ru: Перечислите наличные деньги из банка и включите баланс наличных средств.

source: Transfer from your Blockchain.com Account, send from any exchange, or receive from a friend!
ru: Выполняйте переводы со своего аккаунта Blockchain.com, отправляйте средства с любой биржи или получайте их от друга!

source: Transfer In Crypto
ru: Перевод в крипто

source: Transfer submitted
ru: Перевод отправлен

source: Trending
ru: В тренде

source: Trigger Price
ru: Начальная цена

source: Trouble logging in?
ru: Не удается войти в систему?

source: Try Again
ru: Повторите попытку

source: Try again
ru: Повторить

source: Try another method
ru: Попробуйте другой способ

source: Twice a month
ru: Два раза в месяц

source: Type
ru: Время действия

source: Unavailable
ru: Недоступно

source: Unexpected error
ru: Непредвиденная ошибка

source: Unfortunately we had some trouble verifying your identity with the documents you’ve supplied and your account can’t be verified at this time.
ru: К сожалению, у нас возникли проблемы с проверкой вашей личности с помощью документов, которые вы предоставили, и ваша учетная запись не может пройти проверку в настоящее время.

source: Unlock
ru: разблокировка

source: Unlock Blockchain.com Accounts and Swap.
ru: Разблокируйте счета Blockchain.com и своп.

source: Unlock more when you verify
ru: Разблокируйте больше после подтверждения

source: Unstaking and withdrawing ETH will be available when enabled by the Ethereum network.
ru: Возможность вывода ETH из стейка и их снятия станет доступна, когда данная функция начнет поддерживаться сетью Ethereum.

source: Unsupported Payment Method
ru: Неподдерживаемый способ оплаты

source: Update
ru: Обновить

source: Update Now
ru: Обновить сейчас

source: Upload Documents
ru: Загрузить документы

source: Use Bitcoin and DeFi, all in on place.
ru: Используйте Bitcoin и DeFi — все в одном месте.
