Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Enter a memo
ru: Введите напоминание

source: Get paid every month, just for holding.
ru: Получайте оплату каждый месяц, просто за владение.

source: Get the most out of your crypto. Deposit and earn up to 10%.
ru: Получите максимум от своей криптовалюты. Вносите и зарабатывайте до 10%.

source: Next Saturday
ru: Следующая суббота

source: Participate on weekly strategies and earn rewards based on crypto performance.
ru: Участвуйте в еженедельных стратегиях и получайте вознаграждения в зависимости от эффективности криптовалюты.

source: Passive rewards
ru: Пассивные вознаграждения

source: Processing fee
ru: Комиссия за обработку

source: Processing Fee
ru: Комиссия за обработку

source: Requested
ru: Запрошено

source: Secure your wallets
ru: Защитите свои кошельки

source: Send %@
ru: Отправить %@

source: Staking rewards
ru: Вознаграждения за стейкинг

source: Start Earning
ru: Начать зарабатывать

source: Top Movers
ru: Наибольшее движение

source: We are working hard so that you get the most of all our products. We’ll let you know as soon as we can!
ru: Мы упорно работаем над тем, чтобы наши продукты приносили вам максимум пользы. Как только появятся новости, мы сразу же вам сообщим!

source: Withdraw all %@
ru: Вывести все %@

source: Withdrawal requested
ru: Запрошен вывод средств

source: Withdrew
ru: Выведено

source: You are requesting to withdraw your funds from your Active Rewards Account. This balance will be available in your Trading Account once this week's strategy is complete, and may vary depending on the outcome of this week's strategy.
ru: Вы запрашиваете вывод средств со своего аккаунта Active Rewards. Этот баланс будет доступен на вашем Trading Account после завершения стратегии этой недели и может варьироваться в зависимости от результатов стратегии этой недели.

source: Your withdrawal will be executed once this week's strategy is complete.
ru: Ваш вывод средств будет выполнен после завершения стратегии этой недели.

source: %@ days
ru: %@ дней

source: %@ max purchase
ru: %@ максимальной покупки

source: 86% of the time.
ru: 86% времени.

source: A decentralized exchange (DEX) is a peer-to-peer marketplace that lets you swap cryptocurrencies.
ru: Децентрализованная биржа (DEX) — это одноранговая торговая площадка, которая позволяет вам обменивать криптовалюты.

source: A price level that results in a debit to your crypto balance if exceeded on the expiration date.
ru: Уровень цены, который приводит к списанию средств с вашего криптобаланса, если он превышен в дату истечения срока.

source: Accrued this month
ru: Начислено в этом месяце

source: Add Recurring Buy
ru: Добавить повторяющуюся покупку

source: Advanced users
ru: Пользователи продвинутого уровня

source: All assets available
ru: Все активы доступны

source: An internal error occurred, code: %@
ru: Произошла внутренняя ошибка, код: %@

source: Automate your buys
ru: Автоматизируйте свои покупки

source: Available on Bitcoin
ru: Доступно на Bitcoin

source: Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
ru: Blockchain.com не несет ответственности за любые убытки, понесенные в результате колебаний цен. Торгуйте с осторожностью.

source: But does it work? Over the past 5 years, buying Bitcoin every week performed better than timing the market
ru: Но работает ли это? За последние 5 лет покупка биткойнов каждую неделю работала лучше, чем синхронизация рынка

source: Buy %@ weekly. Cancel anytime.
ru: Покупайте %@ еженедельно. Отмена в любое время.

source: Buy Another Asset
ru: Купить другой актив

source: Buy crypto daily, weekly, or monthly
ru: Покупайте криптовалюту ежедневно, еженедельно или ежемесячно

source: Buying %@ of %@
ru: Покупка %1$@ из %2$@

source: By accepting this, you agree to transfer %@ to your Rewards Account. An initial hold period of %@ days will be applied to your funds.
ru: Принимая это, вы соглашаетесь перевести %1$@ на свой счет вознаграждений. К вашим средствам будет применен первоначальный период удержания в 2 дня.

source: Calculation is based on one $30 purchase a week on a random day. "Timing the market" is defined as buying Bitcoin on every 6% dip.
ru: Расчет основан на одной покупке на 30 долларов США в неделю в случайный день. «Тайминг рынка» определяется как покупка биткойнов при падении на каждые 6%.

source: Card Ending in %@
ru: Карта, оканчивающаяся на %@

source: Check your card data and try again, error code %@
ru: Проверьте данные карты и повторите попытку, код ошибки %@

source: Check your card data and try again, error code: %@
ru: Проверьте данные карты и повторите попытку, код ошибки: %@

source: Compare Products
ru: Сравнить продукты

source: Could not retrieve card details
ru: Не удалось получить данные карты

source: Current rate
ru: Текущий курс

source: CVV Code
ru: Код CVV

source: Dollar Cost Averaging.
ru: Усреднение долларовой стоимости.

source: Earn daily
ru: Зарабатывать ежедневно

source: Earn rewards by holding an asset and forecasting the market.
ru: Получайте вознаграждения, удерживая актив и прогнозируя рынок.

source: Earn rewards by holding an asset and securing networks.
ru: Получайте вознаграждения, удерживая актив и защищая сети.

source: Earn rewards for simply holding an asset for a longer period of time.
ru: Получайте вознаграждения за простое владение активом в течение более длительного периода времени.

source: Earn weekly
ru: Зарабатывать еженедельно

source: Earned
ru: Заработано

source: Earning %@
ru: Заработок %@

source: Earning up to %@
ru: Заработок до %@

source: Estimated annual rate
ru: Расчетная годовая ставка

source: Estimated fee
ru: Ориентировочная комиссия

source: For all eligible users
ru: Для всех соответствующих критериям пользователей

source: Forgot your password?
ru: Не удается войти в систему?

source: From the moment you deposit your funds into your Passive Rewards account, these will be restricted from being withdrawn for 7 days.
ru: С того момента как вы внесете свои средства на свой счет пассивных вознаграждений, их вывод будет запрещен в течение 7 дней.

source: Funds you transfer during the week will be included in the following week's strategy at 08:00 AM (UTC).
ru: Средства, которые вы переведете в течение недели, будут включены в стратегию следующей недели в 08:00 (UTC).

source: Get started
ru: Начать

source: Got It
ru: Понятно

source: Incorrect CVV
ru: Неверный CVV

source: Initial hold period
ru: Период начального удержания

source: Instead of timing the market, many smart investors use
ru: Вместо определения тайминга рынка многие умные инвесторы используют

source: Intermediate users
ru: Пользователи среднего уровня

source: Invest the same amount every week.
ru: Инвестировать одну и ту же сумму каждую неделю.

source: Invest weekly?
ru: Инвестировать еженедельно?

source: Keep control of your funds
ru: Сохраняйте контроль над своими средствами

source: Latest News
ru: Последние новости

source: Learn which Earn Product is best for you.
ru: Узнайте, какой Earn Product лучше всего подходит для вас.

source: Looking to buy?
ru: Хотите купить?

source: Maybe later
ru: Может быть позже

source: Most popular
ru: Самое популярное

source: Net earnings
ru: Чистый заработок

source: Next payment
ru: Следующий платеж

source: No quote
ru: Без предложения

source: Other Cryptos
ru: Другие криптовалюты

source: Other tokens
ru: Другие токены

source: Paid daily
ru: Выплачивается ежедневно

source: Paid monthly
ru: Выплачивается ежемесячно

source: Paid weekly
ru: Выплачивается еженедельно

source: Payment frequency
ru: Частота платежей

source: People who bought Bitcoin often buy these assets as well.
ru: Люди, купившие биткойн, часто покупают и эти активы.

source: Please re-enter the 3 digit CVV code associated with the card below
ru: Повторно введите 3-значный код CVV, связанный с картой ниже

source: Published by %@
ru: Опубликовано %@

source: Rate perceived by the user if market price is at or lower than the trigger price at the expiration date.
ru: Ставка, воспринимаемая пользователем, если рыночная цена равна или ниже триггерной цены на дату истечения срока.

source: Rates are determined by each protocol minus a Blockchain.com fee. Users receive the displayed rate.
ru: Ставки определяются каждым протоколом за вычетом комиссии Blockchain.com. Пользователи получают отображаемую ставку.

source: Read More...
ru: Подробнее...

source: Reference ID (Required)
ru: Идентификационный номер (обязательно)

source: Rewards accrues daily and is paid monthly. The rewards rate may be periodically adjusted.
ru: Вознаграждения начисляются ежедневно и выплачиваются ежемесячно. Ставка вознаграждений может периодически корректироваться.

source: Rewards are paid by the end of the day on the 1st of each month.
ru: Вознаграждения выплачиваются до конца дня 1-го числа каждого месяца.

source: Rewards earned month to date.
ru: Вознаграждения, заработанные за последний месяц.

source: Rewards rate
ru: Ставка вознаграждений

source: Sale
ru: Продажа

source: Security Code
ru: Код безопасности

source: Select
ru: Выбрать

source: Select a Token
ru: Выбрать токен

source: Select an Asset
ru: Выбрать актив

source: Set an easy, Automatic Recurring Buy starting at just $1 a day, week, or month. Tap into the power of Dollar Cost Averaging.
ru: Установите простую автоматическую повторяющуюся покупку всего за 1 доллар США в день, неделю или месяц. Воспользуйтесь возможностями усреднения стоимости в долларах.

source: Start earning
ru: Начните зарабатывать

source: Start Trading
ru: Начните торговать

source: Success! 🚀
ru: Успех! 🚀

source: Sum of all debits and credits of previous strategies.
ru: Сумма всех списаний и начислений предыдущих стратегий.

source: Swap 1000+ tokens
ru: Своп 1000+ токенов

source: Swap ETH, UNI, USDT, DAI, and more.
ru: Своп ETH, UNI, USDT, DAI и многое другое.

source: That’s all for now 🥳
ru: На этом пока все 🥳

source: The strategy is pretty simple:
ru: Стратегия довольно проста:

source: There is no quote available, please try again.
ru: Предложения недоступны, повторите попытку.

source: There was a network failure, please try again later. Error code: %@
ru: Произошел сбой сети, повторите попытку позже. Код ошибки: %@

source: To get started, transfer to your wallets
ru: Чтобы начать, переведите средства на свои кошельки

source: Transfer from your Blockchain.com Account, send from any exchange, or ask a friend!
ru: Выполняйте переводы со своего счета Blockchain.com, отправляйте средства с любой биржи или попросите друга!

source: Trigger price
ru: Триггерная цена

source: Unable to remove
ru: Не удалось удалить

source: Unknown Error
ru: Неизвестная ошибка

source: Up to 10% annually
ru: До 10% годовых

source: Up to 4% annually
ru: До 4% годовых

source: Up to 8% annually
ru: До 8% годовых

source: Updated monthly
ru: Обновляется ежемесячно

source: Variable by network
ru: Меняется по сети

source: Variable weekly
ru: Меняется еженедельно

source: We are unable to create your wallet. Please, try again later.
ru: Мы не можем создать ваш кошелек. Повторите попытку позже.

source: Welcome to the DEX
ru: Добро пожаловать в DEX

source: When the price goes down,
ru: Когда цена падает,

source: When the price goes up,
ru: Когда цена растет,

source: When you trade on a DEX, you keep access to your private keys––it’s "your keys, your crypto." Blockchain.com doesn’t hold these funds.
ru: Когда вы торгуете на DEX, вы сохраняете доступ к своим закрытым ключам — это «ваши ключи, ваша криптовалюта». Blockchain.com не хранит эти средства.

source: Whitepaper ->
ru: Технический документ ->

source: Withdraw depending on network
ru: Выводить в зависимости от сети

source: Withdraw instantly after 7 days
ru: Выводить мгновенно через 7 дней

source: Withdraw weekly
ru: Выводить еженедельно

source: Would you like to buy another asset?
ru: Хотите купить еще один актив?

source: Your %@ is now available in your Blockchain.com Account
ru: Ваш %@ теперь доступен в вашей учетной записи Blockchain.com

source: Your %@ purchase is processing. Hang tight!
ru: Ваша покупка %@ обрабатывается. Подождите минуточку!

source: You’ll buy less crypto.
ru: Вы будете покупать меньше криптовалюты.

source: You’ll buy more crypto.
ru: Вы купите больше криптовалюты.
