Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Is this your bank?
ru: Это ваш банк?

source: It’s taking too long to link your bank, please try again.
ru: Установление соединения с вашим банком длится слишком долго, пожалуйста, попробуйте еще раз.

source: Please link a Checking Account.
ru: Привяжите текущий счет.

source: Your bank may charge you extra fees if you buy crypto without a checking account.
ru: Ваш банк может взимать дополнительную комиссию, если вы покупаете криптовалюту без текущего счета.

source: Bank Linked!
ru: Банк связан!

source: Try a Different Bank
ru: Попробуйте другой банк

source: Please try linking your bank again. If this keeps happening, please contact support.
ru: Попробуйте снова установить связь со своим банком. Если это повторяется, обратитесь в службу поддержки.

source: Instantly Available
ru: Доступно мгновенно

source: %@ Max
ru: %@ Максимум

source: %@ Min
ru: %@ Минимум

source: %@ securely stores your credentials adhering to leading industry practices for data security, regulatory compliance, and privacy.
ru: %@ надежно хранит ваши учетные данные в соответствии с ведущими отраслевыми практиками в области безопасности данных, соблюдения нормативных требований и конфиденциальности.

source: At Blockchain.com, we strive to adhere to any and all local laws. Based on your location, we cannot allow the buying or selling digital currencies at this time.
ru: В Blockchain.com мы стремимся соблюдать все местные законы. В настоящее время в вашем регионе мы не можем разрешить покупку или продажу цифровых валют.

source: Bank Account
ru: Банковский счет

source: Blockchain.com uses %@ to verify your bank credentials & securely link your accounts.
ru: Blockchain.com использует %@ для проверки ваших банковских учетных данных и безопасной привязки ваших счетов.

source: Cash
ru: Наличные

source: Choose a Wallet to receive crypto to.
ru: Выберите Кошелек для получения криптовалюты.

source: Choose a Wallet to send crypto from.
ru: Выберите Кошелек для отправки криптовалюты.

source: Coming Soon to Your Region
ru: Скоро в вашем регионе

source: Currently, we don't support selling crypto in %@. We'll send you an update when we do.
ru: В настоящее время мы не поддерживаем продажу криптовалюты в %@. Когда это произойдет, мы пришлем вам обновленную информацию.

source: Error decrypting wallet, please check that your password is correct
ru: Ошибка при расшифровке кошелька, убедитесь, что ваш пароль правильный

source: Face ID is not enabled on this device. To enable Face ID, go to Settings -> Face ID & Passcode and Set up a Face ID.
ru: Face ID на этом устройстве не включен. Чтобы включить Face ID, перейдите в «Настройки -> Face ID и пароль» и установите Face ID.

source: Funds Locked
ru: Средства заблокированы

source: Pay with my...
ru: Платить с помощью ...

source: Receive Crypto Now
ru: Получите криптовалюту сейчас

source: Sell Coming Soon for
ru: Скоро будет возможна продажа

source: Sell Your Crypto
ru: Продайте свою криптовалюту

source: Sell your crypto that you have purchased into your cash wallet.
ru: Продайте криптовалюту, которую вы купили в свой кошелек для наличных.

source: Selling
ru: Продажа

source: Send Crypto Now
ru: Отправить криптовалюту сейчас

source: Sold
ru: Продано

source: Something went wrong.
ru: Что-то пошло не так.

source: Sorry, that bank account has been linked to the maximum number of Wallets.
ru: К сожалению, этот банковский счет привязан к максимальному количеству Кошельков.

source: Taking you to Yodlee...
ru: Выполняется переход в Yodlee...

source: These funds will be available to sell into your %@ fiat wallet immediately, but you will not be able to send or withdraw these funds from Blockchain.com for up to 3 days.
ru: Эти средства будут доступны для продажи на ваш фиатный кошелек %@ сразу же, но вы не сможете отправлять или снимать эти средства с Blockchain.com в течение 3 дней.

source: This could take up to 30 secconds.
ru: Это может занять до 30 секунд.

source: This could take up to 30 secconds. Please do not go back or close the app.
ru: Это может занять до 30 секунд. Пожалуйста, не возвращайтесь и не закрывайте приложение.

source: Updating Your Wallet...
ru: Обновление вашего Кошелька ...

source: Verify your identity and sell your crypto.
ru: Подтвердите свою личность и продайте криптовалюту.

source: We noticed the names don’t match. The bank you link must have a matching legal first & last name as your Blockchain.com Account.
ru: Мы заметили, что имена не совпадают. В банке, который вы привязываете, должны быть такие же официальные имя и фамилия, как и в вашем счете Blockchain.com.

source: Withdrawing %@
ru: Вывод %@

source: Your %@ account is now linked to your Blockchain.com Wallet.
ru: Ваш аккаунт %@ теперь связан с вашим Blockchain.com Wallet.

source: Your account is now linked to your Blockchain.com Wallet.
ru: Теперь ваш аккаунт связан с вашим Blockchain.com Wallet.

source: Your crypto will be available to be withdrawn within 3 days.
ru: Ваша криптовалюта будет доступна для вывода в течение 3 дней.

source: Your final amount might change due to market activity. For your security, buy orders with a bank account are subject up to a 14 day holding period. You can Swap or Sell during this time. We will notify you once the funds are fully available.
ru: Ваша окончательная сумма может измениться из-за активности на рынке. В целях безопасности заказы на покупку с банковского счета подлежат хранению до 14 дней. В это время вы можете обменивать или продавать. Мы сообщим вам, когда средства будут полностью доступны.

source: %@ Network Fee
ru: %@ Сетевая комиссия

source: %@ Price
ru: %@ Цена

source: Add Your Name and Address
ru: Добавьте свое имя и адрес

source: Instantly exchange your crypto.
ru: Обменивайте свою криптовалюту мгновенно.

source: Sell %@
ru: Продать %@

source: Swapping %@ for %@
ru: Обмен %1$@ на %2$@

source: The minimum swap is %@
ru: Минимальный обмен составляет %@

source: Verify Your Email & Swap Today.
ru: Подтвердите свою электронную почту и произведите обмен сегодня.

source: We're completing your swap now.
ru: Мы завершаем ваш обмен.

source: Which crypto do you want to Swap for?
ru: На какую криптовалюту вы хотите обменять?

source: You can swap up to %@
ru: Вы можете обменять до %@

source: Your %@ is now available in your Wallet.
ru: Ваши %@ теперь доступны в вашем Кошельке.

source: 1. Write down the 12 word phrase on the next screen in the exact order it appears.
ru: 1. Запишите фразу из 12 слов на следующем экране в точном порядке их появления.

source: Never share your mobile pairing QR code with anyone. Anyone who can view this QR code can withdraw funds. Blockchain.com will never ask to view or receive your mobile pairing QR code.
ru: Никогда и никому не сообщайте QR-код для сопряжения своего мобильного устройства. Любой, кто может просмотреть этот QR-код, получит возможность вывести средства. Blockchain.com никогда не будет просить просмотреть или прислать QR-код для сопряжения вашего мобильного устройства.

source: Secret Private Key Recovery Phrase
ru: Фраза для восстановления секретного закрытого ключа

source: contact support.
ru: свяжитесь со службой поддержки.

source: contact us
ru: свяжитесь с нами

source: immediately.
ru: незамедлительно.

source: Buy Started
ru: Началась покупка

source: Checking
ru: Проверка

source: Please try linking your bank again. If this keeps happening, please
ru: Пожалуйста, попробуйте снова установить связь с вашим банком. Если это будет продолжаться, пожалуйста

source: Savings
ru: Экономия

source: The minimum send is %@
ru: Минимальная отправка составляет %@

source: To link this bank, please log into your other Wallets and remove it. If this doesnt look right to you, please
ru: Чтобы связать этот банк, войдите в другие свои кошельки и удалите его. Если это кажется вам неправильным, пожалуйста

source: We are completing your purchase now. Expect the funds to be withdrawn from your bank by %@. Check the status of your order at anytime from Wallet’s Activity.
ru: Сейчас мы завершаем покупку. Ожидайте, что средства будут выведены из вашего банка к %@. Проверяйте статус своего ордера в любое время в разделе «Действия в Кошельке».

source: You can send up to %@
ru: Вы можете отправить до %@

source: Private Key Wallet
ru: Кошелек с закрытым ключом

source: Exchange Account
ru: Обменный счет

source: Trading Account
ru: Торговый счет

source: Learn more.
ru: Узнать больше.

source: %@ Sent
ru: Отправлено %@

source: Fee - %@
ru: Комиссия - %@

source: Minutes
ru: Минуты

source: No memo
ru: Нет заметки

source: Please do not close the app.
ru: Пожалуйста, не закрывайте приложение.

source: Remaining Time
ru: Оставшееся время

source: Sending %@
ru: Отправка %@

source: Service Unavailable
ru: Сервис недоступен

source: There was an error upgrading your Wallet to version %@. Please restart the app to retry.
ru: При обновлении вашего Кошелька до версии %@ произошла ошибка. Пожалуйста, перезапустите приложение, чтобы повторить попытку.

source: Upgrading wallet to %@.
ru: Обновление кошелька до %@.

source: Upgrading wallet.
ru: Обновление кошелька.

source: We are experiencing an outage with the wallet. Please rest assured your funds are safe.
ru: Произошел сбой в работе кошелька. Будьте уверены, что ваши средства в безопасности.

source: We're sending your transaction now.
ru: Сейчас мы отправляем вашу транзакцию.

source: Your %@ has been successfully sent.
ru: Ваши %@ успешно отправлены.

source: Enter your email address below and click Save. We’ll send you a verification email straighaway.
ru: Введите ниже свой адрес электронной почты и нажмите «Сохранить». Мы сразу же отправим вам письмо с подтверждением.

source: Please check the information you provided and try again.
ru: Пожалуйста, проверьте предоставленную вами информацию и попробуйте еще раз.

source: Something went wrong
ru: Что-то пошло не так

source: Success! Your email has been confirmed.
ru: Готово! Ваша электронная почта подтверждена.

source: We can send the email again or let’s update your email address.
ru: Мы можем отправить письмо еще раз или давайте обновим ваш адрес электронной почты.

source: We couldn't load your email's verification status. Please try again.
ru: Не удалось загрузить статус подтверждения вашего электронного письма. Пожалуйста, попробуйте еще раз.

source: We couldn't send a verification email at this time. Please check your Internet connection and try again.
ru: В этот раз не удалось отправить письмо с подтверждением. Пожалуйста, проверьте подключение к интернету и попробуйте еще раз.

source: We couldn't update your email address. Please check your Internet connection and try again.
ru: Нам не удалось обновить ваш адрес электронной почты. Пожалуйста, проверьте подключение к интернету и попробуйте еще раз.

source: We sent a verification email to %@. Please click the link in the email to continue.
ru: Мы отправили письмо с подтверждением на адрес %@. Чтобы продолжить, нажмите ссылку в электронном письме.

source: %@ Deposited
ru: %@ внесено

source: %@ Withdrawal Started
ru: Начат вывод средств %@

source: A connection cannot be established because the server certificate could not be validated. Please check your network settings and ensure that you are using a secure connection.
ru: Невозможно установить соединение, поскольку сертификат сервера не может быть проверен. Проверьте настройки сети и убедитесь, что используете безопасное соединение.

source: Account
ru: Аккаунт

source: Account Ending in
ru: Срок действия аккаунта заканчивается через

source: An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?
ru: При проверке вашего PIN-кода удаленным сервером произошла ошибка. Возможно, вы не в сети, или Blockchain испытывает технические трудности. Хотите повторить проверку или ввести пароль вручную?

source: An error occurred, try again later.
ru: Произошла ошибка, попробуйте еще раз позже.

source: Approve
ru: Подтвердить

source: Authorized Device Detected
ru: Обнаружено авторизованное устройство

source: Confirm New Password
ru: Подтвердить новый пароль

source: Continue with Apple
ru: Продолжить с Apple

source: Create an Account
ru: Создать учетную запись

source: Deny
ru: Отклонить

source: Depositing %@
ru: Внесение %@

source: Error code
ru: Код ошибки

source: Error Code: %@
ru: Код ошибки: %@

source: Failed to get user
ru: Не удалось связаться с пользователем

source: h
ru: ч

source: If you send funds without the XLM Memo Text, your funds will be lost and not credited to your account. Please send only XLM to this address.
ru: Если вы отправляете средства без текста-памятки XLM, то ваши средства будут потеряны и не будут зачислены на ваш счет. Отправляйте на этот адрес только XLM.

source: If you think something is wrong, you can try again or go back to the previous screen to update your info.
ru: Если вы считаете, что что-то не так, то можете попробовать еще раз или вернуться к предыдущему экрану, чтобы обновить свои данные.

source: Important Transfer Information Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. Be sure to include your Reference ID.
ru: Важная информация о переводе Отправляйте средства только с банковского счета, который открыт на ваше имя. В противном случае ваш депозит может быть задержан или отклонен. Обязательно укажите свой идентификатор ссылки.

source: Incorrect Password
ru: Неправильный пароль

source: Invalid Email
ru: Недействительная электронная почта

source: Last seen
ru: Последнее посещение

source: Lost access to your 2FA device?
ru: Потеряли доступ к устройству двухфакторной аутентификации?

source: m
ru: м

source: Maximum limit exceeded
ru: Превышен максимальный лимит

source: Min Withdraw
ru: Мин. вывод средств

source: Minimum
ru: Минимум

source: Minimum amount required.
ru: Требуется минимальная сумма.

source: Minimum send of %@ required.
ru: Требуется минимальная сумма отправки в размере %@.

source: Minimum swap of %@ required.
ru: Требуется минимальный своп в размере %@

source: Never
ru: Никогда

source: New Password
ru: Новый пароль

source: No Fees
ru: Без комиссий

source: Not a valid address.
ru: Недействительный адрес.

source: Not enough %@ in your wallet to send with current network fees.
ru: В вашем кошельке недостаточно %@ для отправки с текущими сетевыми комиссиями.

source: Not enough %@ in your wallet to swap with current network fees.
ru: В вашем кошельке недостаточно %@ для свопа с текущими сетевыми комиссиями.

source: Oops! Something went wrong while executing the %@ on-chain transaction.
ru: Ой! При выполнении ончейн-транзакции %@ что-то пошло не так.

source: Oops! Something went wrong. Please try again.
ru: Ой! Что-то пошло не так. Попробуйте еще раз.

source: Oops! The amount you selected is above the maximum %@ limit.
ru: Ой! Выбранная вами сумма превышает максимальный лимит в размере %@.

source: Oops! The amount you selected is below the minimum %@ limit.
ru: Ой! Выбранная вами сумма меньше минимального лимита в размере %@.

source: Oops! This %@ order is not cancellable.
ru: Ой! Этот ордер %@ не подлежит отмене.

source: Oops! You don’t have enough balance to %@.
ru: Ой! У вас недостаточно средств, чтобы %@.

source: Oops! You’ve exceeded your daily %@ limit
ru: Ой! Вы превысили свой дневной лимит в размере %@

source: Oops! You’ve exceeded your weekly %@ limit
ru: Ой! Вы превысили свой недельный лимит в размере %@

source: Oops! You’ve exceeded your yearly %@ limit
ru: Ой! Вы превысили свой годовой лимит в размере %@

source: Open your mobile Blockchain.com Wallet now to securely login your desktop Wallet.
ru: Откройте свой мобильный Blockchain.com Wallet сейчас, чтобы безопасно войти в свой Wallet на рабочем столе.

source: or
ru: или

source: Please log in with your Wallet ID and password.
ru: Пожалуйста, войдите в систему, указав свой идентификатор Кошелька и пароль.

source: Processing Time Funds will be credited to your USD wallet as soon as we receive them. Funds are generally available within one business day.
ru: Время обработки Средства будут зачислены на ваш кошелек USD, как только мы их получим. Обычно средства становятся доступны в течение одного рабочего дня.

source: QR Code Log In
ru: Вход с QR-кодом

source: Reset your 2FA
ru: Сбросить 2FA

source: Restore Wallet
ru: Восстановить Кошелек

source: s
ru: с

source: Savings Account
ru: Сберегательный счет

source: Send, Receive, Buy and Swap cryptocurrencies with your Trading Account.
ru: Отправляйте, получайте, покупайте и обменивайте криптовалюты с помощью своего торгового счета.

source: This may take a few minutes to complete. Please wait.
ru: Это может занять несколько минут. Пожалуйста, подождите.

source: This service will be back soon. We’re updating and fixing some bugs right now.
ru: Эта услуга скоро будет снова доступна. Сейчас мы вносим обновления и исправляем некоторые ошибки.

source: Verification complete
ru: Проверка завершена

source: Wallet:
ru: Кошелек:

source: We are sending the cash now. Expect the cash to hit your bank on %@. Check the status of your Withdrawal at anytime from your Activity screen.
ru: Сейчас мы отправляем наличные средства. Они могут прийти в ваш банк %@. Проверяйте статус вывода средств на экране активности в любое время.

source: We noticed a login attempt from an authorized device.
ru: Мы заметили попытку входа с авторизованного устройства.

source: We're completing your deposit now.
ru: Сейчас мы завершаем ваш депозит.

source: We're completing your withdraw now.
ru: Сейчас мы завершаем ваш вывод средств.

source: We’re completing your transaction now. We’ll contact you when it has finished.
ru: Сейчас мы завершаем вашу транзакцию. Мы свяжемся с вами после ее завершения.

source: While we wait for your bank to send the cash, here’s early access to %@ in your %@ Cash Account so you can buy crypto right now. Your funds will be available to withdraw once the bank transfer is complete on %@
ru: Пока мы ждем перечисления денег вашим банком, вот вам ранний доступ к %1$@ на вашем счете наличных %2$@, чтобы вы могли сразу купить криптовалюту. Средства будут доступны для вывода после завершения банковского перевода %3$@.

source: Withdraw to...
ru: Вывести в...

source: You have too many pending %@ transactions. Once those complete you can create a new one.
ru: У вас слишком много трансакций %@ в ожидании. Когда они будут завершены, вы сможете создать новую.

source: Your Buy Order Has Started.
ru: Ваш ордер на покупку запущен.

source: Your information is being reviewed. When all looks good, you’re clear to trade. You should receive a notification within 5 minutes.
ru: Ваша информация находится на рассмотрении. Если все будет хорошо, вы сможете торговать. Вы должны получить уведомление в течение 5 минут.

source: Your Sell Order Has Started.
ru: Ваш ордер на продажу запущен.

source: +Add New
ru: +Добавить новый

source: Email:
ru: Электронная почта:

source: Incorrect 2FA code. %d attempts left
ru: Неправильный код 2FA. Осталось %d попыток

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and PAX.
ru: Следите за своими криптовалютными балансами на панели инструментов кошелька Wallet. В настоящее время ваш Wallet поддерживает Bitcoin, Ether, Bitcoin Cash, Stellar XLM и PAX.

source: Missing 2FA code
ru: Отсутствует код 2FA

source: Resend SMS
ru: Повторно отправить СМС

source: This account has been locked due to too many failed authentications
ru: Этот аккаунт заблокирован из-за слишком большого количества неудачных попыток аутентификации

source: %@ (%@) is Now Trading
ru: %1$@ (%2$@) сейчас в торговле

source: and
ru: и

source: Buy %@
ru: Купить %@

source: Buy, sell, swap, send, receive and store %@ in your Blockchain.com Wallet.
ru: Покупайте, продавайте, обменивайте, отправляйте, получайте и храните %@ в своем Blockchain.com Wallet.

source: Can't log in?
ru: Не можете войти?

source: Can’t find your phrase?
ru: Не найти свою фразу?

source: Continue to Reset
ru: Продолжить сброс

source: Enter recovery phrase
ru: Введите фразу восстановления

source: Enter your twelve word Secret Private Key Recovery Phrase to log in. Separate each word with a space.
ru: Введите фразу для восстановления секретного закрытого ключа из двенадцати слов, чтобы войти в систему. Каждое слово разделяйте пробелом.

source: Error Sending SMS
ru: Ошибка отправки СМС

source: Error Signing In
ru: Ошибка при входе в систему

source: For security reasons you cannot proceed with signing in. Please try to log in on web.
ru: По соображениям безопасности вы не можете продолжить вход. Пожалуйста, попробуйте войти в интернете.

source: Go Back
ru: Назад

source: If your account has added security measures like Google Authenticator, please have that ready.
ru: Если в вашем аккаунте добавлены такие меры безопасности, как Google Authenticator, то подготовьтесь.

source: Import Wallet
ru: Импортировать Кошелек

source: Import Your Wallet?
ru: Импортировать ваш Кошелек?

source: Incorrect Wallet Identifier
ru: Неверный идентификатор Кошелька

source: Invalid recovery phrase
ru: Неверная фраза восстановления

source: Log In on the Web ->
ru: Войти в систему в интернете ->

source: Log In Request From Web
ru: Запрос входа из интернета

source: Log In with Browser
ru: Вход в систему через браузер

source: Manual Login
ru: Вход в систему вручную

source: Manual Pairing Login
ru: Вход в систему для сопряжения вручную

source: Message sent
ru: Сообщение отправлено

source: Network Error
ru: Ошибка сети

source: Passwords don't match
ru: Пароли не совпадают

source: PIN Disabled
ru: PIN-код отключен

source: Resetting Account May Result In Lost Funds
ru: Сброс аккаунта может привести к потере средств

source: Resetting will restore your Trading, Interest, and Exchange accounts.
ru: Сброс восстановит ваши торговые, процентные счета и счет Exchange.

source: Second Password Detected
ru: Обнаружен второй пароль

source: Select a Crypto Currency
ru: Выберите криптовалюту

source: Select a Payment Method
ru: Выберите способ оплаты

source: The minimum buy is %@
ru: Минимальная покупка составляет %@

source: There was an error sending you the SMS message. Please try again.
ru: При отправке SMS-кода возникла ошибка. Попробуйте еще раз позже.

source: There’s no account associated with the seed phrase you entered. You can import and manage your wallet instead.
ru: Аккаунт, связанный с введенной вами исходной фразой, не существует, но вы можете импортировать и управлять своим кошельком.

source: This is the unique password you entered when creating your wallet.
ru: Это – уникальный пароль, который вы ввели при создании кошелька.

source: This means that if you lose your recovery phrase, you will lose access to your Private Key Wallet funds. You can always restore your Private Key Wallet funds later if you find your recovery phrase.
ru: Это означает, что если вы потеряете фразувосстановления, вы потеряете доступ к средствам вашего Кошелька с закрытым ключом. Вы всегда можете восстановить средства своего кошелька с закрытым ключом позже, если найдете/вспомните фразу восстановления.

source: To access your Wallet, please log in on the web. Below is what you'll need.
ru: Чтобы получить доступ к Кошельку, войдите в систему в интернете. Ниже указаны необходимые данные.

source: Trouble Logging In
ru: Проблема со входом в систему

source: Try again in
ru: Попробуйте еще раз через

source: Use at least 8 characters and a mix of letters, numbers, and symbols
ru: Используйте не менее 8 символов и сочетание букв, цифр и символов
