Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Active Rewards Considerations
ru: Что следует учитывать в отношении Active Rewards

source: Activity
ru: Активность

source: Add
ru: Добавить

source: Add a Card
ru: Добавить Карту

source: Add Cash from Your Bank
ru: Внесите наличные со своего банка

source: Add cash from your bank or card
ru: Добавляйте наличные из своего банка или со своей карты

source: Add Your Name & Address
ru: Добавить свое имя и адрес

source: Address is not a user address
ru: Адрес не является адресом пользователя

source: Address Verification
ru: Подтверждение адреса

source: Alias/CBU/CVU
ru: Псевдонимы/CBU/CVU

source: All
ru: Все

source: All Accounts
ru: Все аккаунты

source: All assets
ru: Все активы

source: All Time
ru: Все время

source: All Wallets
ru: Все кошельки

source: All your transactions will show up here.
ru: Здесь будут отображены все ваши транзакции.

source: Also, enable your camera!
ru: Также включите свою камеру!

source: Amount to send
ru: Сумма к отправке

source: An unexpected error has occurred. Please try again.
ru: Произошла непредвиденная ошибка. Попробуйте еще раз.

source: Annual Swap Limit
ru: Годовой лимит обмена

source: App
ru: Приложение

source: Application Submitted
ru: Заявка отправлена

source: Approved
ru: Утвержден

source: Approved!
ru: Утверждено!

source: Are you sure you want to remove this recurring buy?
ru: Вы уверены, что хотите удалить эту повторяющуюся покупку?

source: Are you sure you want to skip your DeFi Wallet backup?
ru: Вы уверены, что хотите пропустить резервное копирование вашего DeFi Wallet?

source: Assets
ru: Активы

source: Automatic Pairing
ru: Автоматическое сопряжение

source: Available
ru: Доступно

source: Available %@
ru: Доступно %@

source: Available to
ru: Доступно для

source: Available to Trade
ru: Доступно для торговли

source: Available to Trade (est.)
ru: Доступно для торговли (прибл.)

source: Available to withdraw or send
ru: Доступно для снятия или отправки

source: Available to Withdraw or Send (est.)
ru: Доступно для вывода и отправки (прибл.)

source: Back Up Now
ru: Выполнить резервное копирование

source: Back Up(Recommended)
ru: Резервное копирование (рекомендуется)

source: Backed Up
ru: Резервное копирование выполнено

source: Backup Manually
ru: Создать резервную копию вручную

source: Backup to iCloud
ru: Создать резервную копию в iCloud

source: Bank Code (SWIFT/BIC)
ru: Код банка (SWIFT / BIC)

source: Bank Country
ru: Страна банка

source: Bank Name
ru: Название банка

source: Between %@
ru: Между %@

source: Between %@ and %@
ru: От %1$@ до %2$@

source: Between %@ and %@ minutes
ru: От %1$@ до %2$@ минут

source: Billing Address
ru: Адрес для выставления счета

source: BitPay Invoice Expired
ru: Срок действия счета BitPay истек

source: Blockchain Exchange
ru: Биржа Blockchain Exchange

source: Blockchain.com Account
ru: Счет Blockchain.com

source: Blockchain.com Accounts
ru: Счета Blockchain.com

source: Blockchain.com Fee
ru: Комиссия Blockchain.com

source: Blockchain.com is required by law to collect this information.
ru: Blockchain.com обязан собирать эту информацию в соответствии с законом.

source: Blockchain.com provides the best market price we receive and applies a spread.
ru: Blockchain.com предоставляет лучшую рыночную цену, которую мы получаем, и применяет спред.

source: Blockchain.com requires a fee for this payment method
ru: При использовании данного способа оплаты Blockchain.com требует комиссии

source: Bonding
ru: Удержание

source: Bought %@
ru: Куплено %@

source: Brazilian Real
ru: Бразильский реал

source: Browser
ru: Браузер

source: Buy
ru: Купить

source: Buy a different crypto
ru: Купить другую криптовалюту

source: Buy Crypto
ru: Купить криптовалюту

source: Buy Crypto with Cash
ru: Купить криптовалюту за наличные

source: Buy or receive %@ to start earning
ru: Купите или получите %@, чтобы начать зарабатывать

source: Buy, sell, trade, and earn crypto
ru: Покупайте, продавайте, торгуйте и зарабатывайте криптовалюту

source: Buying crypto not supported.
ru: Покупка криптовалюты не поддерживается.

source: By approving this transaction you agree to Blockchain’s [Terms of Service](http://blockchain.com) and its return, refund and cancellation policy.
ru: Утверждая эту транзакцию, вы соглашаетесь с [Условиями обслуживания] и с политикой возврата, возмещения и отмены Blockchain (http://blockchain.com).

source: By placing this order, you authorize Blockchain.com, Inc. to debit %@ from your bank account for a %@ purchase at a quoted price of %@.
ru: Размещая этот ордер, вы уполномочиваете Blockchain.com, Inc. списать %1$@ с вашего банковского счета для покупки %2$@ по предложенной цене %3$@.

source: By placing this order, you authorize Blockchain.com, Inc. to debit %@ from your bank account.
ru: Размещая этот ордер, вы уполномочиваете Blockchain.com, Inc списать %@ с вашего банковского счета.

source: By placing this order, you authorize Blockchain.com, Inc. to debit your %@ account for up to %@ (the recurring purchase amount) via Bank Transfer (ACH).
ru: Размещая этот ордер, вы уполномочиваете Blockchain.com, Inc. списывать с вашего счета %1$@ до %2$@ (сумма повторяющейся покупки) посредством банковского перевода (ACH).

source: Cancel
ru: Отмена

source: Cancel & Go Back
ru: Отменить и вернуться

source: Card Not Supported
ru: Карта не поддерживается

source: Card Number
ru: Номер карты

source: Cash out to your bank
ru: Обналичивайте средства в своем банке

source: Cashed out
ru: Обналичено

source: Change Password
ru: Изменить пароль

source: Change PIN
ru: Изменить PIN-код

source: Check My Inbox
ru: Проверить мой почтовый ящик

source: Check your inbox.
ru: Проверь свои входящие.

source: Checkout
ru: Проверять, выписываться

source: Choose a different payment method
ru: Выберите другой способ оплаты

source: Choose how you want to stay informed.
ru: Выберите, как вы хотите получать информацию.

source: City / Town / Village
ru: Город / Город / Деревня

source: Claim for free
ru: Получить бесплатно

source: Coming soon to mobile
ru: Скоро появится в смартфоне

source: Complete
ru: Выполнено

source: Complete Your Profile. Buy Crypto Today.
ru: Заполните свой профиль. Купите криптовалюту уже сегодня.

source: Completed
ru: Завершено

source: Confirm
ru: Подтвердить

source: Confirm Password
ru: Подтвердить Пароль

source: Confirm Swap
ru: Подтвердить обмен

source: Confirm the wallet you want to Swap from and choose the wallet you want to Receive into.
ru: Подтвердите кошелек, с которого хотите выполнить обмен, и выберите кошелек, на который хотите получить.

source: Confirm Transfer
ru: Подтвердить перевод

source: Confirm your email address to protect your Blockchain.com Wallet.
ru: Чтобы защитить свой Blockchain.com кошелек, подтвердите свой адрес электронной почты.

source: Connect
ru: Подключить

source: Connect to DeFi
ru: Подключиться к DeFi

source: Connect to web3 apps, collect NFTs, and swap on DEXs.
ru: Подключайтесь к приложениям web3, собирайте NFT и обменивайте на DEX.

source: Connect your bank or card to your Wallet. Hold cash in your wallet. Earn crypto with Rewards.
ru: Подключите свой банк или карту к Wallet. Держите наличные в кошельке. Зарабатывайте криптовалюту с помощью Rewards.

source: Connection Rejected
ru: Соединение отклонено

source: Continue
ru: Продолжить

source: Continue with Google
ru: Продолжить с Google

source: Control your crypto and use DeFi
ru: Управляйте своей криптовалютой и используйте DeFi

source: Control Your Crypto with Private Keys.
ru: Управляйте своей криптовалютой с помощью закрытых ключей.

source: Convert Your Crypto to Cash
ru: Конвертируйте свою криптовалюту в наличные

source: Copied
ru: Скопировано

source: Copied for 2 Minutes
ru: Скопировано на 2 минуты

source: Copied to clipboard
ru: Скопировано в буфер обмена

source: Copy
ru: Копировать

source: Copy them to a password manager or write them down. Make sure to keep it handy, the next step is to verify your phrase.
ru: Скопируйте слова в менеджер паролей или запишите их. Держите их под рукой, следующим шагом будет проверка вашей фразы.

source: Copy Transaction ID
ru: Копировать ID транзакции

source: Copy Your Addresses & QR Codes
ru: Скопировать свои адреса и QR-коды

source: Couldn't create your wallet, please try again.
ru: Не удалось создать ваш кошелек. Попробуйте снова.

source: Country
ru: Страна

source: Crypto
ru: Криптовалюта

source: Current Password
ru: Текущий пароль

source: Custom
ru: изготовленный на заказ

source: Daily
ru: Ежедневно

source: Daily Limit
ru: Суточный лимит

source: Daily rewards for securing networks.
ru: Ежедневные вознаграждения за обеспечение безопасности сетей.

source: Daily Swap and Buy Limit
ru: Суточный лимит обмена и покупки

source: Data is securely retrieved in read-only format and only for the duration agreed with you. You have the right to withdraw your consent at any time.
ru: Данные надежно извлекаются в формате только для чтения и только на согласованный с вами срок. Вы имеете право в любое время отозвать свое согласие.

source: Data Sharing
ru: Обмен данными

source: Date
ru: Дата

source: Date of Birth
ru: Дата рождения

source: Default message for inelibility
ru: Сообщение по умолчанию на случай проблем, связанных с неразборчивостью

source: DeFi Wallet back up successful!
ru: Резервное копирование DeFi Wallet успешно выполнено!

source: Deposit
ru: Депозит

source: Deposit %@
ru: Депозит %@

source: Deposit Crypto
ru: Внести криптовалюту

source: Deposit Now
ru: Внести депозит сейчас

source: Deposited %@
ru: %@ на депозите

source: Device Approved
ru: Устройство подтверждено

source: Device Denied
ru: Устройство отклонено

source: Didn't get the email?
ru: Не получили письмо?

source: Disable
ru: Отключить

source: Disabled
ru: Деактивировано

source: Disconnect
ru: Отключить

source: Domains
ru: Домены

source: Don't know when to buy?
ru: Не знаете, когда покупать?

source: EARN
ru: ЗАРАБОТОК

source: Earn %.1f%%
ru: Зарабатывайте %.1f%%

source: Earn rewards on crypto by subscribing to our strategy.
ru: Зарабатывайте вознаграждения, подписавшись на нашу стратегию.

source: Earn Rewards on Your Crypto.
ru: Получайте вознаграждение за свою криптовалюту.

source: Earn up to 10% on your crypto
ru: Зарабатывайте до 10% на своей криптовалюте

source: Earning
ru: Заработок

source: Earning up to %.1f%%
ru: Заработок до %.1f%%

source: Edit Email Address
ru: Редактировать адрес электронной почты

source: Email Verified
ru: Электронная почта верифицирована

source: Enable
ru: включить

source: Enable to get Started
ru: Активируйте, чтобы начать

source: Enabled
ru: Активировано

source: Enter new password
ru: Введите новый пароль

source: Enter referral code
ru: Введите реферальный код

source: Enter your address
ru: Введите ваш адрес

source: Enter your current password. Then enter and confirm your new password.
ru: Введите свой текущий пароль. Затем введите и подтвердите свой новый пароль.

source: Enter your password
ru: Введите пароль

source: Error decrypting wallet. Tap 'Log Out' to re-enter your password.
ru: Ошибка расшифровки кошелька. Коснитесь "Выйти", чтобы ввести пароль повторно.

source: Error, unable to load bank transfer details. We are working to resolve this.
ru: Ошибка, не удалось загрузить данные банковского перевода. Мы работаем над решением этой проблемы.

source: Est.
ru: Прибл.

source: Every other
ru: Каждый

source: Exchange for Another Crypto
ru: Обменять на другую криптовалюту

source: Expiry Date
ru: Дата истечения срока действия

source: Failed
ru: Не удалось

source: Failed Connection Request
ru: Запрос на подключение не удался

source: Failed to record backup
ru: Не удалось записать резервную копию

source: Failed to retrieve wallet due to missing payload data.
ru: Не удалось получить кошелек из-за отсутствия полезных данных.

source: Faster
ru: Быстрее

source: Favorites
ru: Избранное

source: FCA Authorisation
ru: Разрешение FCA

source: Fee
ru: Комиссия

source: Fees
ru: Комиссии

source: Fetching Quote
ru: Получение предложения

source: Filter Assets
ru: Фильтр активовов

source: Final amount may change due to market activity.
ru: Окончательная сумма может измениться из-за активности рынка.

source: Final amount may change due to market activity. By approving this Swap you agree to Blockchain.com’s [Refund Policy]().
ru: Окончательная сумма может меняться в зависимости от активности рынка. Утверждая этот обмен, вы соглашаетесь с [Политикой возврата]() Blockchain.com.

source: Finish setting up your Blockchain.com account and start buying crypto today.
ru: Завершите настройку учетной записи Blockchain.com и начните покупать криптовалюту уже сегодня.

source: Finish Signing Up. Buy Crypto.
ru: Завершить регистрацию Купить Крипто.

source: Finish Verifying Your Account
ru: Завершить проверку аккаунта

source: For
ru: За

source: For security reasons, you must be on the same WiFi as the device you are authorizing the log in for.
ru: По соображениям безопасности вы должны быть подключены к той же сети Wi-Fi, что и устройство, для которого вы авторизуете вход.

source: Forgetting this wallet account will erase all wallet data on this device. Ensure that you have your password and secret private key recovery phrase saved in a safe place before doing so.
ru: Если вы сотрете данные об этой учетной записи кошелька, вся информация кошелька на этом устройстве будет удалена. Перед этим убедитесь, что ваш пароль и фраза для восстановления секретного закрытого ключа хранятся в надежном месте.

source: Forgot Password?
ru: Забыли пароль?

source: Free
ru: Бесплатно

source: Frequency
ru: Периодичность

source: From Blockchain.com Accounts
ru: С аккаунтов Blockchain.com

source: Full Name
ru: Полное имя

source: Funds
ru: Средства

source: Funds stored in your Blockchain.com Account are held in our custody system.
ru: Средства, хранящиеся на вашем счете Blockchain.com, хранятся в нашей системе хранения.

source: Funds Will Arrive
ru: Средства придут

source: Funds will be credited to your BRL wallet as soon as we receive them. Funds are generally available within one business day.
ru: Средства будут зачислены на ваш кошелек BRL, как только мы их получим. Обычно средства поступают в течение одного рабочего дня.

source: Funds will be credited to your EUR wallet as soon as we receive them. SEPA transfers usually take around 1 business day to reach us.
ru: Средства будут зачислены на ваш евро-кошелек, как только мы их получим. Переводы SEPA обычно приходят примерно в течение 1 рабочего дня.

source: Funds will be credited to your GBP wallet as soon as we receive them. In the UK Faster Payments Network, this can take a couple of hours.
ru: Средства будут зачислены на ваш кошелек GBP, как только мы их получим. В UK Faster Payments Network это может занять несколько часов.

source: Gas for
ru: Gas за

source: Get access to the Blockchain.com Account in seconds by completing your profile and getting Limited Access.
ru: Получите доступ к счету Blockchain.com за секунды, заполнив свой профиль и получив ограниченный доступ.

source: Get lower fees, more trading pairs, and 24/7 live support on the Blockchain.com Exchange.
ru: Получите более выгодные комиссии, больше торговых пар и круглосуточную поддержку на бирже Blockchain.com

source: Get Started
ru: Начать

source: Get Unlimited Sends
ru: Получайте неограниченное количество отправок

source: GO
ru: ПЕРЕЙТИ

source: Go back to your browser and try again.
ru: Вернитесь в свой браузер и попробуйте еще раз.

source: Go to DeFi Wallet
ru: Перейти в DeFi Wallet

source: Go to Settings
ru: Перейти в Настройки

source: Go to Web App
ru: Перейти в веб-приложение

source: Got it
ru: Понятно

source: Held by Blockchain.com
ru: Владелец – Blockchain.com

source: Held by You
ru: Владелец – вы

source: Help
ru: Помощь

source: Home
ru: Главная

source: How often do you want to buy?
ru: Как часто вы хотите покупать?

source: I agree to Blockchain.com’s
ru: Я соглашаюсь с Blockchain.com

source: I agree to transfer %1$@ to my Active Rewards Account. I understand that price movements may result in a reduction of my Active Rewards balance, and that my transfer will be placed in next week’s strategy.
ru: Я даю согласие на перевод %1$@ на мой аккаунт Active Rewards. Я понимаю, что изменения цен могут привести к уменьшению моего баланса Active Rewards, и что мой перевод будет включен в стратегию следующей недели.

source: I agree to transfer %@ to my Staking Account. I understand that I can’t unstake until withdrawals are enabled on the Ethereum network, and funds are subject to a bonding period of %@ day before generating rewards.
ru: Я даю согласие на перевод %1$@ на мой аккаунт Staking. Я понимаю, что не смогу выводить средства из стейка, пока функция вывода средств не станет доступна в сети Ethereum, и что прежде чем средства начнут приносить вознаграждения, к ним будет применен %2$@-дневный период удержания.

source: I agree to transfer %@ to my Staking Account. I understand that I can’t unstake until withdrawals are enabled on the Ethereum network, and funds are subject to a bonding period of %@ days before generating rewards.
ru: Я даю согласие на перевод %1$@ на мой аккаунт Staking. Я понимаю, что не смогу выводить средства из стейка, пока функция вывода средств не станет доступна в сети Ethereum, и что прежде чем средства начнут приносить вознаграждения, к ним будет применен %2$@-дневный период удержания.

source: I agree to transfer %@ to my Staking Account. I understand that I can’t unstake until withdrawals are enabled on the Ethereum network.
ru: Я даю согласие на перевод %@ на мой аккаунт Staking. Я понимаю, что не смогу выводить средства из стейка, пока функция вывода средств не станет доступна в сети Ethereum.

source: I understand
ru: Я понимаю

source: I understand that my %@ addresses will be publicly associated with %@.
ru: Я понимаю, что мои адреса %1$@ будут открыто связаны с %2$@.

source: I understand that withdrawals for Active Rewards are not yet enabled. Weekly withdrawal functionality is being finalized and will be enabled in approximately February 2023. Until then, %@ assets in Active Rewards Accounts will be re-subscribed to each week's strategy.
ru: Я понимаю, что вывод средств для Active Rewards пока не поддерживается. Разработка функции еженедельного вывода средства почти завершена, и эта функция станет доступна ориентировочно в феврале 2023 г. А до тех пор активы %@ на аккаунтах Rewards Accounts будут повторно включаться в стратегию каждой недели.

source: If I lose my password, my 12 words (recovery phrase) is the only way to restore access to my DeFi Wallet.
ru: Если я утеряю свой пароль, то мои 12 слов (фраза восстановления) будут единственным способом восстановить доступ к моему DeFi Wallet.

source: If I share my recovery phrase with someone, they will have access to my DeFi Wallet.
ru: Если я сообщу свою фразу восстановления кому-то другому, этот человек получит доступ к моему DeFi Wallet.

source: If lose my recovery phrase, I’ll be unable to restore access to my Defi Wallet.
ru: Если я потеряю свою фразу восстановления, я не смогу восстановить доступ к своему Defi Wallet.

source: If this was you, approve the device below. If you do not recognize this device, deny & block the device now.
ru: Если это были вы, то подтвердите устройство ниже. Если вы не узнаете это устройство, то отклоните и заблокируйте его сейчас.

source: If you don’t create a backup and lose your password, you risk losing access to your funds permanently.
ru: Если вы не создадите резервную копию и потеряете пароль, вы рискуете навсегда потерять доступ к своим средствам.

source: If you have an account registered with this email address, you will receive an email with a link to verify your device.
ru: Если у вас есть зарегистрированный с этим адресом электронной почты аккаунт, вы получите электронное письмо со ссылкой для подтверждения вашего устройства.

source: If you'd prefer to deposit funds directly from your bank account first, follow the instructions on the next screen. Once your deposit arrives in your Blockchain.com account you can come back here to buy crypto.
ru: Если вы предпочитаете сначала внести средства прямо со своего банковского счета, следуйте инструкциям на следующей странице. Как только ваш депозит поступит на ваш счет Blockchain.com, вы можете вернуться сюда, чтобы купить криптовалюту.

source: Immediately
ru: Незамедлительно

source: Important
ru: Важное

source: In %@
ru: Через %@

source: In Manual Review
ru: На рассмотрении вручную

source: In process
ru: В процессе

source: In Review
ru: В процессе рассмотрения

source: In the meantime, you can manage your %@ using our web app.
ru: А пока вы можете управлять своим %@ с помощью веб-приложения.

source: Incomplete Charges
ru: Незавершенные платежи

source: Incorrect order. Reset or tap individual words to remove.
ru: Неверный порядок. Выполните сброс или коснитесь отдельных слов, чтобы их удалить.

source: Initial Hold Period
ru: Начальный период удержания

source: Instantly
ru: Мгновенно

source: Instantly buy crypto with any Visa or Mastercard.
ru: Мгновенно покупайте криптовалюту с любой картой Visa или Mastercard.

source: Instantly Buy, Sell and Swap Crypto.
ru: Покупайте, продавайте и обменивайте криптовалюту за секунды.

source: Instantly exchange your crypto into any currency we offer for your wallet.
ru: Мгновенно обменивайте свою криптовалюту на любую валюту, которую мы предлагаем для вашего кошелька.

source: Instantly Trade
ru: Мгновенная торговля

source: Introducing your non-custodial DeFi Wallet
ru: Представляем некастодиальный DeFi Wallet

source: Invalid Account
ru: Недействительный аккаунт

source: Invalid Card Number
ru: Неверный номер карты

source: Invalid CVV
ru: Неверный код CVV

source: Invalid email address
ru: Недействительный адрес электронной почты

source: IP Address
ru: IP-адрес

source: Is my country supported?
ru: Поддерживается ли моя страна?

source: It can have a maximum of 28 characters
ru: Максимальное количество символов: 28

source: I’ll Do This Later
ru: Я сделаю это позже

source: Join me and sign up to a Blockchain.com Wallet with referral code (code), and get a bonus in crypto! Find the app here: https://blockchainwallet.page.link/join
ru: Присоединяйтесь, регистрируйте Blockchain.com Wallet, используя реферальный код (code), и получайте бонус в криптовалюте! Приложение доступно здесь: https://blockchainwallet.page.link/join

source: Join me on Blockchain.com
ru: Присоединяйтесь ко мне на Blockchain.com

source: Join over 40M users who have transacted $1T+ since 2012 on Blockchain.com.
ru: Присоединяйтесь к более чем 40 млн пользователей, которые с 2012 года совершили транзакции на Blockchain.com более чем на 1 трлн долларов США.

source: Keep
ru: Оставить

source: Keep Cash in Your Wallet
ru: Храните деньги в своем кошельке

source: Know exactly when you bought, sold or swapped and at what price.
ru: Всегда будьте в курсе того, что и когда вы купили, продали или обменяли, а также по какой цене.

source: Launch the Exchange
ru: Запустить Exchange

source: Legal First Name
ru: Полное имя

source: Legal Last Name
ru: Полная фамилия

source: Let’s Back Up Your DeFi Wallet
ru: Давайте создадим резервную копию вашего DeFi Wallet

source: Level up your trading
ru: Прокачайте Вашу торговлю!

source: Link a bank or card and buy now or receive from a friend. Once you hold a balance, you can swap crypto at anytime.
ru: Привяжите банк или карту и купите криптовалюту сейчас или получите ее от друга. Как только она появится на вашем балансе, вы можете в любой момент обменять ее.

source: Link a card or bank account to buy crypto. Earn rewards by putting your crypto to work.
ru: Привяжите карту или банковский счет для покупки криптовалюты. Зарабатывайте вознаграждения, пуская свою криптовалюту в дело.
