Repository: DensusHere/mywallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ru

source: Use your email address or the Wallet ID. Locate your Wallet ID at the bottom of most Blockchain.com emails.
ru: Используйте свой адрес электронной почты или Wallet ID. Найдите свой Wallet ID внизу большинства электронных писем Blockchain.com.

source: Wallet ID or Email
ru: Идентификатор Кошелька или эл.почта

source: We cannot establish a connection with our server. Please try to sign in again.
ru: Не удается установить соединение с сервером. Пожалуйста, попробуйте войти еще раз.

source: We have sent you a verification code message.
ru: Мы отправили вам сообщение с кодом подтверждения.

source: We noticed a log in attempt from a device you don't usually use.
ru: Мы заметили попытку входа с устройства, которым вы обычно не пользуетесь.

source: You can buy up to %@
ru: Вы можете купить до %@

source: You've made too many failed attempts to log in with your PIN. Please try again in 60 seconds.
ru: Вы предприняли слишком много неудачных попыток войти в систему с помощью PIN-кода. Пожалуйста, попробуйте еще раз через 60 секунд.

source: Your Password
ru: Ваш пароль

source: © %i Blockchain Luxembourg S.A. All rights reserved.
ru: © %i Blockchain Luxembourg S.A. Все права защищены.

source: Bought
ru: Куплено

source: Fund Recovery Failed
ru: Не удалось восстановить средства

source: Accrued Rewards This Month
ru: Начисленные вознаграждения в этом месяце

source: Currently unavailable, please check again later
ru: В настоящее время недоступно, повторите попытку позже

source: For your security, you may have to re-verify your identity before accessing your trading or rewards account.
ru: В целях безопасности вам, возможно, придется повторно подтвердить свою личность, прежде чем получить доступ к своему торговому или бонусному счету.

source: Upgrade Account
ru: Обновить аккаунт

source: Upgrade My Account
ru: Обновить мой аккаунт

source: Would you like to upgrade to a single login for all your Blockchain.com accounts?
ru: Хотите перейти на единый вход для всех своих аккаунтов Blockchain.com?

source: One Login for All Accounts
ru: Один вход для всех аккаунтов

source: Easily access your Blockchain.com Wallet and the Exchange with a single login.
ru: Легко получайте доступ к своему Blockchain.com Wallet и Exchange с помощью единого входа в систему.

source: Greater Security Across Accounts
ru: Повышенная безопасность аккаунтов

source: Secure your investments across all Blockchain.com products.
ru: Защитите свои инвестиции во всех продуктах Blockchain.com.

source: Free Blockchain.com Wallet
ru: Бесплатный Blockchain.com Wallet

source: Create a free Wallet account to do even more with your crypto.
ru: Создайте бесплатный аккаунт Кошелька, чтобы использовать криптовалюту еще разнообразнее.

source: % annually
ru: % ежегодно

source: Add %@ to your Rewards Account
ru: Добавьте %@ на свой счет вознаграждений

source: Add BTC to Your Rewards Account
ru: Добавьте BTC на свой счет вознаграждений

source: All your crypto balances will show up here once you buy or receive.
ru: Все ваши криптовалютные балансы будут отображаться здесьсразу после покупки или получения.

source: An error occurred. Please try again.
ru: Произошла ошибка. Попробуйте еще раз.

source: Deposited
ru: Переведено

source: Earn 9.0% Rewards
ru: Зарабатывайте 9.0% вознаграждения

source: Earn Rewards
ru: Зарабатывайте бонусы

source: Earn Rewards on Your Crypto
ru: Зарабатывайте бонусы за криптовалюту

source: From:
ru: С:

source: Instructions
ru: Инструкции

source: Log In ->
ru: Войти ->

source: Looks like you don’t have a Blockchain.com Wallet setup. If you continue to skip, you will be taken back to the log in screen.
ru: Похоже, у вас не настроен Blockchain.com Wallet. Если вы продолжите пропускать, вы вернетесь к экрану входа в систему.

source: Manage your %@ Rewards Account on the web at blockchain.com
ru: Управляйте своим счетом Rewards %@ в интернете на странице blockchain.com

source: Minimum sell of %@ required.
ru: Требуется минимальная продажа в размере %@.

source: No Results
ru: Нет результатов

source: Not enough %@ in your wallet to sell with current network fees.
ru: В вашем кошельке недостаточно %@, чтобы продавать с текущими сетевыми комиссиями.

source: Please manage your BTC Rewards Account on the web at blockchain.com
ru: Управляйте своим счетом Rewards BTC в интернете на blockchain.com

source: Preview %@
ru: Предварительный просмотр %@

source: Restore
ru: Восстановить

source: Rewards Account
ru: Счет Rewards

source: Rewards Paid
ru: Выплаченные вознаграждения

source: Select a wallet to sell to.
ru: Выберите кошелек для продажи.

source: Sell Complete
ru: Продажа завершена

source: Selling %@ for %@
ru: Продажа %1$@ за %2$@

source: Send Bitcoin to your new Rewards Account. Deposit and withdraw at any time.
ru: Отправьте Bitcoin на свой новый аккаунт вознаграждений. Вносите и выводите средства в любое время.

source: Skip Upgrade
ru: Пропустить обновление

source: Start earning up to 9.0% rewards on your crypto.
ru: Начните зарабатывать до 9,0% вознаграждений на своей криптовалюте.

source: Start earning. Add BTC to your Rewards Account.
ru: Начните зарабатывать. Добавьте BTC на свой счет вознаграждений.

source: The minimum sell is %@
ru: Минимальная продажа составляет %@

source: To link your bank, send %@ or more to your %@ Account
ru: Чтобы подключить банк, отправьте %1$@ или более на ваш счет %2$@.

source: To:
ru: Кому:

source: Total Rewards Earned
ru: Всего заработанных бонусов

source: Verify your identity and start earning up to 9.0% rewards on your crypto.
ru: Подтвердите свою личность и начните зарабатывать до 9,0% вознаграждений от своей криптовалюты.

source: View on Blockchain.com Explorer
ru: Просмотреть в Blockchain.com Explorer

source: View your accrued %@ Rewards
ru: Просмотреть накопленные вознаграждения %@

source: We're completing your sell now.
ru: Сейчас мы завершаем вашу продажу.

source: You can sell up to %@
ru: Вы можете продавать до %@

source: Buy Complete
ru: Покупка завершена

source: Buying %@ with %@
ru: Покупка %1$@ с %2$@

source: Don’t worry, your account is safe. Please contact support to finish the Account Recovery process. Your account will not show balances or transaction history until you complete the recovery process.
ru: Не беспокойтесь, ваш аккаунт в безопасности. Для завершения восстановления аккаунта свяжитесь со службой поддержки. В вашем аккаунте не будут отображаться балансы или история транзакций до завершения процесса восстановления.

source: Fund recovery failures can happen for a number of reasons. Our support team is able to help recover your account.
ru: Сбои в восстановлении средств могут произойти по ряду причин. Наша служба поддержки может помочь восстановить ваш аккаунт.

source: Minimum buy is %@.
ru: Минимальная покупка составляет %@.

source: Not enough %@ in your wallet to buy with current network fees.
ru: В вашем кошельке недостаточно %@ для покупки с текущими сетевыми комиссиями.

source: Please re-verify your identity to complete account recovery. Some features may not be available until you do.
ru: Пожалуйста, подтвердите свою личность еще раз, чтобы завершить восстановление аккаунта. Пока вы этого не сделаете, некоторые функции могут быть недоступны.

source: Re-verify Now
ru: Повторно подтвердить сейчас

source: Wallet ID:
ru: ID Кошелька:

source: We're completing your buy order now.
ru: Сейчас мы завершаем ваш ордер на продажу.

source: Your Blockchain.com trading account is associated with another wallet. Please log into the wallet referenced below for account access.
ru: Ваш торговый счет Blockchain.com связан с другим кошельком. Для доступа к счету войдите в кошелек, указанный ниже.

source: Your Trading Account is Linked to another wallet
ru: Ваш Trading Account привязан к другому кошельку

source: Available to Withdraw
ru: Доступно для вывода

source: Buy More Crypto
ru: Купить больше криптовалюты

source: Cash Out
ru: Обналичить

source: %@ has a new name
ru: У %@ новое имя

source: %@ Transferred
ru: %@ переведено

source: %@ Withdrawn
ru: %@ снято

source: annually
ru: ежегодно

source: Balance
ru: Баланс

source: By accepting this, you agree to transfer %@ from your %@ Wallet to your Rewards Account. An initial hold period of 7 days will be applied to your funds.
ru: Принимая это, вы соглашаетесь перевести %1$@ из своего %2$@ Wallet на свой счет Rewards. К вашим средствам будет применен первоначальный период удержания в 7 дней.

source: Earn up to %@ annually on your %@
ru: Зарабатывайте до %1$@ ежегодно на %2$@

source: Heads up: %@ has renamed to %@. All balances are unaffected.
ru: Внимание! %1$@ переименован в %2$@. Ни один из балансов не затронут.

source: I have read and agree to the Terms of Service & Privacy Policy.
ru: Я прочитал(-а) и согласен(-а) с Условиями обслуживания и Политикой конфиденциальности.

source: This may take some time. We'll let you know when it's done.
ru: Это может занять некоторое время. Мы сообщим вам, когда все будет готово.

source: Trade %@
ru: Торговля %@

source: Transfer
ru: Перевести

source: Transfer Now
ru: Перенести сейчас

source: Transferring %@
ru: Перевод %@

source: Upgrade to a Unified Blockchain Account
ru: Переход на единый блокчейн-аккаунт

source: Verify your identity to deposit cash into your Wallet. Buy & Sell crypto. Withdraw at anytime.
ru: Подтвердите свою личность, чтобы внести наличные в Wallet. Покупайте и продавайте криптовалюту. Выводите средства в любое время.

source: We're completing your transfer now.
ru: Мы завершаем ваш перевод.

source: We're still processing your order.
ru: Мы все еще обрабатываем ваш ордер.

source: Your %@ has been transferred successfully.
ru: Ваши %@ были успешно переведены.

source: Your %@ has been withdrawn successfully.
ru: Ваши %@ были успешно сняты.

source: Additional bank fees may apply. Your bank may add fee and Exchange Rates to each transaction.
ru: Могут применяться дополнительные банковские комиссии. Ваш банк может добавлять комиссию и обменные курсы к каждой транзакции.

source: Buying & Selling
ru: Покупка и продажа

source: Card Purchases
ru: Покупки по карте

source: Bank Buys / Deposits
ru: Банковские покупки / депозиты

source: Bank Withdrawals
ru: Снятие средств в банке

source: Blockchain.com offers two types of Account Limits, each designed to suit your crypto goals and needs.
ru: Blockchain.com предлагает два типа ограничений аккаунта для наилучшего соответствия вашим целям и потребностям в отношении криптовалюты.

source: Upgrade Now
ru: Обновить сейчас

source: Buy & Sell. Earn Rewards.
ru: Покупайте и продавайте. Зарабатывайте Rewards.

source: %@ a day
ru: %@ в день

source: %@ a month
ru: %@ в месяц

source: %@ a year
ru: %@ в год

source: %@ added!
ru: %@ добавлено!

source: %@ Connected Apps
ru: %@ Подключенные приложения

source: %@ connection was rejected.
ru: %@ соединение было отклонено.

source: %@ is not a supported currency!
ru: %@ – неподдерживаемая валюта!

source: %@ is now connected to your wallet.
ru: %@ теперь подключен к вашему кошельку.

source: %@ Maximum
ru: Максимум %@

source: %@ Minimum
ru: Минимум %@

source: %@ On Hold
ru: %@ на удержании

source: %@ Purchased
ru: Куплено %@

source: %@ wants to connect.
ru: %@ хочет подключиться.

source: %@ will retrieve your bank data based on your request and provide this information to Blockchain.com
ru: %@ получит ваши банковские данные на основе вашего запроса и предоставит эту информацию Blockchain.com.

source: %@ will then use these details with Blockchain.com solely for the purposes of buying Cryptocurrency. This access is valid until %@, you can cancel consent at any time via the Blockchain.com settings or via your bank. This request is not a one-off, you will continue to receive consent requests as older versions expire.
ru: %1$@ будет использовать эти данные на Blockchain.com исключительно для покупки криптовалюты. Этот доступ действителен до %2$@ , вы можете отменить согласие в любое время в настройках Blockchain.com или через свой банк. Этот запрос не является одноразовым, вы будете продолжать получать запросы на согласие по мере истечения срока действия более старых версий.

source: 1 Connected App
ru: 1 подключенное приложение

source: 90 Days
ru: 90 дней

source: Access Request Expired
ru: Срок действия запроса на доступ истек

source: Account Already Linked
ru: Аккаунт уже привязан

source: Add Cash
ru: Внести наличные средства

source: After confirming this withdrawal, you will not continue to earn rewards on the amount withdrawn. Your %@ will be available in your %@ within 2 days.
ru: После подтверждения этого вывода вы больше не будете получать вознаграждение на выводимую сумму. %1$@ будут доступны в %2$@ в течение 2 дней.

source: An error occured while loading Rewards Account details.
ru: Произошла ошибка при загрузке данных счета Rewards.

source: Apply Now
ru: Подать заявку сейчас

source: Approve Your Payment
ru: Подтвердите ваш платеж

source: Authenticator Code
ru: Код приложения Authenticator

source: Bank name
ru: Название банка

source: Blockchain.com is an agent of %@. %@ is authorised and regulated by the Financial Conduct Authority under the Payment Service Regulations 2017 [827001] for the provision of Account Information and Payment Initiation services.
ru: Blockchain.com является агентом %1$@. %2$@ уполномочен и регулируется Управлением по финансовому регулированию и надзору в соответствии с Правилами платежных услуг 2017 [827001] в отношении предоставления информации о счете и услуг по инициированию платежей.

source: BUY
ru: КУПИТЬ

source: Buy %@ Now
ru: Купить %@ сейчас

source: Buy enough %@ to pay for fees plus any you want to send.
ru: Купите достаточно %@ чтобы заплатить комиссию, плюс сумму, которую хотите отправить.

source: Buying %@
ru: Покупка %@

source: Can't load Rewards Details
ru: Не удается загрузить данные Rewards

source: Cash Out from Your Bank
ru: Обналичивание в вашем банке

source: Contact support
ru: Связаться со службой поддержки

source: Couldn't load a list of available cryptocurrencies: %@
ru: Не удалось загрузить список доступных криптовалют: %@

source: Device IP
ru: IP-адрес устройства

source: Don’t worry. Your crypto is safe. Please try again or contact our Support Team for help.
ru: Не волнуйтесь. Ваша криптовалюта в безопасности. Повторите попытку или обратитесь за помощью в нашу группу поддержки.

source: Don’t worry. Your funds are safe. Please try again or contact our Support Team for help.
ru: Не волнуйтесь. Ваши средства в безопасности. Пожалуйста, попробуйте еще раз или обратитесь за помощью в нашу службу поддержки.

source: Enter your twelve word Secret Private Key Recovery Phrase (Seed Phrase) to restore wallet. Separate each word with a space.
ru: Введите фразу для восстановления секретного закрытого ключа из двенадцати слов (начальную фразу), чтобы восстановить кошелек. Каждое слово разделяйте пробелом.

source: Failed to get payment details
ru: Не удалось получить платежные реквизиты

source: Fatal error
ru: Критическая ошибка

source: Fee too low
ru: Комиссия слишком низкая

source: Fetching Rewards Accounts...
ru: Получение счетов Rewards...

source: Fetching Your Account Status...
ru: Получение статуса вашего аккаунта...

source: Find your Bank
ru: Найдите свой банк

source: Get higher limits
ru: Получите более высокие лимиты

source: Get More %@
ru: Получить больше %@

source: Go back
ru: Вернуться

source: Held Until
ru: Удержание до

source: I have read and agree to the
ru: Я прочитал(-а) и согласен(-а) с

source: I Understand
ru: Я понимаю, продолжить

source: If this was you, approve the device below. If you do not recognize this device, please deny this request.
ru: Если это были вы, то одобрите устройство ниже. Если вы не узнаете это устройство, то отклоните этот запрос.

source: If this wasn’t you trying to log in and it happens again, contact support.
ru: Если войти в систему пытались не вы, и это происходит снова, обратитесь в службу поддержки.

source: In order to share your %@ data with Blockchain.com, you will now be securely redirected to your bank to confirm your consent for %@ to read the following information: • Identification details • Account(s) details
ru: Чтобы поделиться своими данными %1$@ с Blockchain.com, вы будете безопасно перенаправлены в свой банк, чтобы подтвердить свое согласие для %2$@ на чтение следующей информации: • Идентификационные данные • Данные аккаунта (-ов)

source: Incorrect password
ru: Неправильный пароль

source: Insufficient gas
ru: Недостаточно газа

source: Invalid address
ru: Неверный адрес

source: Invoice expired
ru: Срок действия счета истек

source: It looks like there is a problem communicating with Blockchain.com. We are unable to continue, please try again later.
ru: Похоже, возникла проблема с подключением к Blockchain.com. Не удается продолжить, попробуйте еще раз позже.

source: Learn more ->
ru: Узнать больше ->

source: Limits & Features
ru: Лимиты и возможности

source: Loading..
ru: Загрузка...

source: Loading...
ru: Загрузка...

source: Log In Rejected
ru: Вход отклонен

source: Looks like something went wrong. Please try again.
ru: Похоже, что-то пошло не так. Пожалуйста, попробуйте еще раз.

source: Looks like your **%@** only allows buys up to **%@ at at time**. To buy **%@**, split your buy into multiple transactions.
ru: Похоже, ваш **%1$@** позволяет покупать за раз не более **%2$@**. Чтобы купить **%3$@**, разделите покупку на несколько транзакций.

source: Looks like your **%@** only allows deposits up to **%@ at at time**. To deposit **%@**, split your deposit into multiple transactions.
ru: Похоже, ваш **%1$@** позволяет вносить до **%2$@** депозита за раз. Чтобы внести **%3$@**, разделите свой депозит на несколько транзакций.

source: Message from %@
ru: Сообщение от %@

source: Minimum transfer of %@ required
ru: Требуется минимальный перевод в размере %@

source: Minimum withdraw of %@ required
ru: Требуется минимальный вывод в размере %@

source: Network
ru: Сеть

source: Network error
ru: Ошибка сети

source: No camera access
ru: Нет доступа к камере

source: No purchasable pairs found
ru: Покупных пар не найдено

source: No Wallets
ru: Нет Wallets

source: Not enough funds
ru: Недостаточно средств

source: On Hold
ru: На удержании

source: Order is being processed, we will let you know when its done. You can safely close this sheet while we update the order in the background.
ru: Ордер обрабатывается, мы сообщим вам, когда он будет выполнен. Вы можете безопасно закрыть этот лист, пока ордер обновляется в фоновом режиме.

source: Origin IP
ru: Исходный IP

source: Over your limit
ru: Сверх вашего лимита

source: Payment total
ru: Итого платежа

source: Please check your Internet connection and try again or Contact Support if the issue persists.
ru: Проверьте подключение к интернету и повторите попытку или обратитесь в службу поддержки, если проблема не исчезнет.

source: QR Code Login
ru: Вход с QR-кодом

source: Raw transaction from %@
ru: Необработанная транзакция от %@

source: Receive Crypto
ru: Получить криптовалюту

source: Receiving
ru: Получение

source: Retry
ru: Повторить

source: Return to your browser to continue logging in.
ru: Вернитесь в свой браузер, чтобы продолжить вход.

source: Review T&Cs
ru: Ознакомьтесь с условиями и положениями

source: Right now, we only allow up to %@ buys pending at a time.
ru: В данный момент мы разрешаем только до %@ покупок в ожидании за раз.

source: See that something doesn't look right?
ru: Видите, что что-то не так?

source: Select the crypto you want to buy and link a debit or credit card.
ru: Выберите криптовалюту, которую хотите купить, и привяжите дебетовую или кредитную карту.

source: Send Crypto
ru: Отправить криптовалюту

source: Sending
ru: Отправка

source: Signing
ru: Подписание

source: SMS Code
ru: Код из СМС

source: Taking you to %@
ru: Переходим к %@

source: Tap to Refresh
ru: Нажмите, чтобы обновить

source: The device approval link has expired, please try again.
ru: Срок действия ссылки для утверждения устройства истек, попробуйте еще раз.

source: The max you can send from this wallet is **%@**. Buy **%@** now to send this amount.
ru: Максимальная сумма, которую вы можете отправить из этого кошелька, составляет **%1$@**. Купите **%2$@** сейчас, чтобы отправить эту сумму.

source: The maximum amount of %@ you can buy with your %@ Account is **%@**.
ru: Максимальная сумма %1$@, которую вы можете купить со своим аккаунтом %2$@ составляет **%3$@**.

source: The maximum amount of %@ you can sell from this account is **%@**.
ru: Максимальная сумма %1$@, которую вы можете продать с этого аккаунта, составляет **%2$@**.

source: The maximum amount of %@ you can send is **%@**.
ru: Максимальная сумма %1$@, которую вы можете отправить, составляет **%2$@**.

source: The maximum amount of %@ you can swap for %@ is **%@**.
ru: Максимальная сумма %1$@, которую вы можете обменять на %2$@ составляет **%3$@**.

source: The maximum amount of %@ you can withdraw from this account is **%@**.
ru: Максимальная сумма %1$@, которую вы можете снять с этого аккаунта, составляет **%2$@**.

source: The minimum amount for you can deposit is **%@**.
ru: Минимальная сумма депозита составляет **%@**.

source: The minimum amount for you can sell is **%@**.
ru: Минимальная сумма, которую вы можете продать, составляет **%@**.

source: The minimum amount for you can send is **%@**.
ru: Минимальная сумма, которую вы можете отправить, составляет **%@**.

source: The request to pair your account has timed out. Try pairing your account again. If this keeps happening, please contact support.
ru: Срок действия запроса на сопряжение вашего аккаунта истек. Попробуйте снова связать свой аккаунт. Если это повторится, обратитесь в службу поддержки.

source: There is a problem connecting to your camera, please check the permissions and try again
ru: Возникла проблема с подключением к камере. Проверьте разрешения и попробуйте еще раз

source: There was a network error logging in. Please try again.
ru: При входе в систему произошла сетевая ошибка. Попробуйте еще раз.

source: There was a problem retrieving your limits information. Please try again.
ru: Не удалось получить информацию о ваших лимитах. Пожалуйста, попробуйте еще раз.

source: There was an error logging in. Please try again.
ru: При входе произошла ошибка. Повторите попытку.

source: There's an issue connecting your bank. Please try again or use another payment method. If this keeps happening, please contact support.
ru: Возникла проблема с подключением вашего банка. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты. Если это повторяется, обратитесь в службу поддержки.

source: These funds are available now to Sell & Swap. Note: You will not be able to Send or Withdraw these funds from your Wallet.
ru: Эти средства теперь доступны для продажи и обмена. Примечание: вы не сможете отправить или снять эти средства со своего Wallet.

source: This could take up to 30 seconds. Please do not go back or close the app.
ru: Это может занять до 30 секунд. Не переходите на предыдущую страницу и не закрывайте приложение.

source: To avoid uncesssary fees and network slipage, the minimum amount for this pair is **%@**.
ru: Чтобы избежать излишних комиссий и сбоев в сети, минимальная сумма для этой пары составляет **%@**.

source: To execture this transaction the expected fee is %@ but your balance is only %@.
ru: Ожидаемая комиссия за выполнение этой транзакции составляет %1$@, но на вашем балансе всего %2$@.

source: To offset fees and market volatility, the minimum amount for any buy is **%@**.
ru: Чтобы компенсировать комиссии и волатильность рынка, минимальная сумма для любой покупки составляет **%@**.
